[
    {
        "alias": "arvaxibt",
        "name": "Arvaxi Mobilization Engine",
        "shortName": "Arvaxi\nMobilization Engine",
        "faction": "arvaxi",
        "synergy": [
            "CYBERNETIC",
            "WARFARE"
        ],
        "text": "ACTION: Attach or spend a token from your strategy pool to remove and attach the Arvaxi Mobilization Engine card to a player's non-fighter ship unit upgrade technology with either side faceup",
        "source": "balacasi"
    },
    {
        "alias": "xanbt",
        "name": "Kinetic Probe Network ",
        "shortName": "Kinetic\nProbe Network ",
        "faction": "xan",
        "synergy": [
            "PROPULSION",
            "CYBERNETIC"
        ],
        "text": "Once per combat round, you may use the SUSTAIN DAMAGE ability of 1 of your units that is not participating in this combat. You can only use this ability on ships during space combat and on ground forces during ground combat.",
        "source": "balacasi"
    },
    {
        "alias": "kalorabt",
        "name": "Bypass Operations",
        "shortName": "Bypass\nOperations",
        "faction": "kalora",
        "synergy": [
            "CYBERNETIC",
            "WARFARE"
        ],
        "text": "At the start of a space combat round, your ships in the active system may use their BOMBARDMENT abilities. If they do, you must announce retreat during this combat round. When you retreat during your tactical action, remove 1 of your command tokens from the active system and return it to your reinforcements. After you destroy the last of a player’s ground forces on a planet, gain control of that planet.",
        "source": "balacasi"
    },
    {
        "alias": "lunariumbt",
        "name": "Dark Side Exploitation",
        "shortName": "Dark Side\nExploitation",
        "faction": "lunarium",
        "synergy": [
            "CYBERNETIC",
            "PROPULSION"
        ],
        "text": "When you draw a secret objective, draw 1 action card or gain 1 trade good. At any time, you may discard a secret objective to ready a planet you control.",
        "source": "balacasi"
    },
    {
        "alias": "onyxxabt",
        "name": "Styx and Stones",
        "shortName": "Styx and\nStones",
        "faction": "onyxxa",
        "synergy": [
            "CYBERNETIC",
            "BIOTIC"
        ],
        "text": "When you resolve the primary ability of a strategy card, if The Fracture is not already in play, roll a die. On a result of 1 or 10, put The Fracture into play. At the start of a ground combat on a planet in The Fracture or in the wormhole nexus, you may choose any number of your infantry on that planet; replace each of those infantry with 1 mech from your reinforcements.",
        "source": "balacasi"
    },
    {
        "alias": "zephyrionbt",
        "name": "Subdue Chancellor",
        "shortName": "Subdue \nhancellor",
        "faction": "zephyrion",
        "synergy": [
            "BIOTIC",
            "WARFARE"
        ],
        "text": "After you win a space combat in or adjacent to another player's home system, draw an unused agent. Attach it to this card or discard it and exhaust your opponent's agent. Treat agents attached to this card as if you owned them.",
        "source": "balacasi"
    },
    {
        "alias": "vyserixbt",
        "name": "M.O.R.A.Y. System",
        "shortName": "M.O.R.A.Y.\nSystem",
        "faction": "vyserix",
        "synergy": [
            "BIOTIC",
            "CYBERNETIC"
        ],
        "text": "For each of your PDS units in a system, up to 3 fighters in that system do not count against your ships’ capacity. When 1 or more of your units use ANTI-FIGHTER BARRAGE, you may cancel any number of hits you produce to place that many fighters from your reinforcements into that system.",
        "source": "balacasi"
    },
    {
        "alias": "tyrisbt",
        "name": "Non-Linear Time Progression",
        "shortName": "Non-Linear\nTime Progression",
        "faction": "tyris",
        "synergy": [
            "BIOTIC",
            "CYBERNETIC"
        ],
        "text": "When you spend resources, you may place any number of your non-unit upgrade technologies on this card. For each technology placed on this card, reduce the resources spent by 1. Technologies on this card are treated as though they have no ability text. At the start of the status phase, remove all technologies from this card.",
        "source": "balacasi"
    }
]