[
    {
        "alias": "arborecbt",
        "name": "Psychospore",
        "faction": "arborec",
        "synergy": [
            "BIOTIC",
            "WARFARE"
        ],
        "text": "ACTION: Exhaust this card to remove a command token from a system that contains 1 or more of your infantry and return it to your reinforcements. Then, place 1 infantry in that system.",
        "source": "thunders_edge"
    },
    {
        "alias": "letnevbt",
        "name": "Gravleash Maneuvers",
        "displayName": "Gravleash\nManeuvers",
        "faction": "letnev",
        "synergy": [
            "PROPULSION",
            "WARFARE"
        ],
        "text": "Before you roll dice during space combat, apply +X to the results of 1 of your ship's rolls, where X is the number of ship types you have in the combat.\nDuring movement, your non-fighter ships' move values are equal to the highest move value amongst moving ships in the system they started in.",
        "source": "thunders_edge"
    },
    {
        "alias": "muaatbt",
        "name": "Stellar Genesis",
        "displayName": "Stellar\nGenesis",
        "faction": "muaat",
        "synergy": [
            "CYBERNETIC",
            "WARFARE"
        ],
        "text": "When you gain this card, place the Avernus planet token into a non-home system that is adjacent to a planet you control; gain the Avernus planet card and ready it.\nAfter you move one of your war suns out of or through Avernus's system and into a non-home system, you may move the Avernus token with it.",
        "source": "thunders_edge"
    },
    {
        "alias": "cabalbt",
        "name": "Al'Raith Ix Ianovar",
        "displayName": "Al'Raith\nIx Ianovar",
        "faction": "cabal",
        "synergy": [
            "BIOTIC",
            "WARFARE"
        ],
        "text": "This breakthrough causes The Fracture to enter play without a roll, if it is not already in play. After this card enters play, move up to 2 ingress tokens into systems that contain gravity rifts.\nApply +1 to the MOVE value of each of your ships that start their movement in The Fracture.",
        "source": "thunders_edge"
    },
    {
        "alias": "l1z1xbt",
        "name": "Fealty Uplink",
        "displayName": "Fealty\nUplink",
        "faction": "l1z1x",
        "synergy": [
            "BIOTIC",
            "WARFARE"
        ],
        "text": "When you gain control of a planet, place infantry from your reinforcements equal to that planet's influence value on that planet.",
        "source": "thunders_edge"
    },
    {
        "alias": "sardakkbt",
        "name": "N'orr Supremacy",
        "displayName": "N'orr\nSupremacy",
        "faction": "sardakk",
        "synergy": [
            "PROPULSION",
            "WARFARE"
        ],
        "text": "After you win a combat, either gain 1 command token or research a unit upgrade technology.",
        "source": "thunders_edge"
    },
    {
        "alias": "solbt",
        "name": "Bellum Gloriosum",
        "displayName": "Bellum\nGloriosum",
        "faction": "sol",
        "synergy": [
            "BIOTIC",
            "CYBERNETIC"
        ],
        "text": "When you produce a ship that has capacity, you may also produce any combination of ground forces or fighters up to that ship's capacity; they do not count against your PRODUCTION limit.",
        "source": "thunders_edge"
    },
    {
        "alias": "winnubt",
        "name": "Imperator",
        "faction": "winnu",
        "synergy": [
            "PROPULSION",
            "WARFARE"
        ],
        "text": "Apply +1 to the results of each of your unit's combat rolls for each \"Support for the Throne\" in your opponent's play area.\nAfter you activate a system that contains a legendary planet, apply +1 to the move value of 1 of your ships during this tactical action.",
        "source": "thunders_edge"
    },
    {
        "alias": "yinbt",
        "name": "Yin Ascendant",
        "displayName": "Yin\nAscendant",
        "faction": "yin",
        "synergy": [
            "BIOTIC",
            "CYBERNETIC"
        ],
        "text": "When you gain this card or score a public objective, gain the alliance ability of a random, unused faction.",
        "source": "thunders_edge"
    },
    {
        "alias": "ghostbt",
        "name": "Unknown",
        "faction": "ghost",
        "synergy": [
            "PROPULSION",
            "CYBERNETIC"
        ],
        "text": "[Note: Exact text unknown. Best guess is after this] Each system that contains a wormhole and one of your ships gains PRODUCTION 1 as if it were 1 of your units.",
        "source": "thunders_edge"
    }
]