[
    {
        "alias": "baldrick_stellarconverter",
        "name": "Stellar Converter",
        "text": "Action: Choose 1 non-home planet other than Mecatol Rex in a system that contains or is adjacent to 1 or more of your units that have Bombardment; destroy all units on that planet and purge its attachments and its planet card.\nThen, place the destroyed planet token on that planet and purge this card.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_crownofemphidia",
        "name": "The Crown of Emphidia",
        "text": "At the end of your turn, you may exhaust this card to explore 1 planet you control.\nAt the end of the status phase, if you control the \"Tomb of Emphidia,\" you may purge this card to gain 1 victory point.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_crownofthalnos",
        "name": "The Crown of Thalnos",
        "text": "At the start of a combat round, you may exhaust this card to apply +1 to your unit's combat rolls during that combat round.\nWhen rolling dice in combat, each result of 10 or higher (after modifiers) produces 1 extra hit.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_nanoforge",
        "name": "Nanoforge",
        "text": "Action: Attach this card to a non-legendary, non-home planet you control; ready the planet; its resource and influence values are increased by 2 and it is a legendary planet.\nThis action cannot be performed once attached.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_prophetstears",
        "name": "The Prophet's Tears",
        "text": "When you research a technology, you may ignore 1 prerequisite or draw 1 action card.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_hyperdrive",
        "name": "Hyper Drive",
        "text": "Before you move units during a tactical action, you may purge this card. If you do, apply +1 to the move value of each of your ships and treat all your ships as if they had infinite capacity during this tactical action.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_realitymatrix",
        "name": "Reality Matrix",
        "text": "Action: Purge this card to look at each other player's secret objectives, action cards, and promissory notes.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_herostriumph",
        "name": "Hero's Triumph",
        "text": "At the end of your turn, you may purge this card to score 1 public or secret objective if you fulfill its requirements.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_visionofelephar",
        "name": "The Vision of Elephar",
        "text": "At the start of your turn, you may look at the top and bottom card of the action card deck or any exploration deck.\nYou may purge this card to draw one secret objective or 2 action cards.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_sirenscall",
        "name": "The Siren's Call",
        "text": "At any time, you may look at the top card of the Event deck.\nAt the start of your turn, you may purge this card to reveal the top 3 cards of the Event deck. Choose 1 to trigger; discard the others.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_galacticprecession",
        "name": "Galactic Precession",
        "text": "At the start of your turn, you may purge this card to remove any number of your ground forces from the game board and place them on planets you control or in the space area of systems that contain your ships with capacity.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_voiceofarvid",
        "name": "The Voice of Arvid",
        "text": "At the start of the agenda phase, you may reveal the top 5 cards of the agenda deck. Choose 1 of the revealed agendas. Resolve it as if you had case 1 vote for an outcome of your choice; discard the rest. ",
        "source": "ignis_aurora"
    }
]
