[
    {
        "alias": "ancient_trade_routes",
        "name": "Ancient Trade Routes",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Choose up to 2 other players. You and each of those players gain 2 commodities. Then, you may perform a transaction with each of those players. [Note: This transaction does not require you to be neighbors or count towards your transaction limit.]",
        "flavorText": "\"Stationmaster,\" Kier said nervously, \"these routes have been dead for centuries.\" Artuno smirked. \"See to it that they are reinstated, then. The Memoria will accompany you if necessary.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "anomalous_conditions",
        "name": "Anomalous Conditions",
        "phase": "Action",
        "window": "At the start of a round of combat that you are participating in",
        "text": "Choose 1 unit type. Units of that type cannot make combat rolls during this combat round.",
        "flavorText": "Unlenn sat on the edge of a knife, his ship groaning against the rift's horizon. His crew clung to their stations, eyes wide, as the enemy's munitions vanished into the void like pebbles dropped into a well.",
        "source": "action_deck_2"
    },
    {
        "alias": "armistice",
        "name": "Armistice",
        "phase": "Action",
        "window": "When another player activates a system that contains your units",
        "text": "Return that player's command token from that system to their strategy pool and end their turn.",
        "flavorText": "The titan stared silently as the other diplomats argued. These small creatures... always squabbling, always grasping for more.",
        "source": "action_deck_2"
    },
    {
        "alias": "arms_deal",
        "name": "Arms Deal",
        "phase": "Action",
        "window": "ACTION",
        "text": "Choose 1 of your neighbors. That player places 1 cruiser and 1 destroyer from their reinforcements in a system that contains their ships.",
        "flavorText": "Ipswitch smirked when the tight-laced broker asked for the ship's documentation. \"Probably burned... with the bodies.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "betrayal",
        "name": "Betrayal",
        "phase": "Action",
        "window": "ACTION",
        "text": "Discard 1 or more action cards to choose an equal number of other players. Each of those players gives you 1 random action card.",
        "flavorText": "The cabin door exploded as they forced it open, sending three of Claire's guards to their graves. Inside, they found neither Ronald nor the Arbiter's documents.",
        "source": "action_deck_2"
    },
    {
        "alias": "blackmail",
        "name": "Blackmail",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Predict aloud an outcome of this agenda. If your prediction is correct, each other player that voted for that outcome gives you 1 promissory note from their hand.",
        "flavorText": "Dirzuga Ohao stood next to the leader of the revolutionaries, his pale eyes full of accusation. \"Not every secret is lost in death, Brother,\" they said in unison.",
        "source": "action_deck_2"
    },
    {
        "alias": "boarding_party",
        "name": "Boarding Party",
        "phase": "Action",
        "window": "After you destroy 1 of your opponent's ships that has a cost of 4 or less",
        "text": "Place 1 damaged ship of that type from your reinforcements in the active system. [Note: If the unit is a ground force or structure that the other player is treating as a ship, you cannot place that unit.]",
        "flavorText": "\"Brother,\" the officer cried, \"our ships are breaking up! If we retreat now...\" Milor glared at him. \"No! Launch the remaining fighters and board the enemy in the lifepods. In Darien's name, we fight to the last!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "cache",
        "name": "Cache",
        "phase": "Action",
        "window": "ACTION",
        "text": "Exhaust 1 non-home planet you control to gain trade goods equal to its combined resource and influence values.",
        "flavorText": "The hoard of Lazax artifacts dated back to the dawn of the empire. The thought of selling these prized possessions cut him deeply, but Berekar knew they were the coin required to reclaim their home.",
        "source": "action_deck_2"
    },
    {
        "alias": "chain_reaction",
        "name": "Chain Reaction",
        "phase": "Action",
        "window": "After you destroy 1 of your opponent's ships",
        "text": "Roll 2 dice. For each result equal to or greater than that ship's combat value, produce 1 hit that your opponent must assign to 1 of their ships and roll that die again; this ability cannot produce more than 3 hits.",
        "flavorText": "As Jace tore through the enemy line, his ordnance erupted into a symphony of explosions.",
        "source": "action_deck_2"
    },
    {
        "alias": "classified_rider",
        "name": "Classified Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, look at the top 3 cards of the secret objective deck; draw 1 of those cards and shuffle that deck.",
        "flavorText": "The din of the council chamber faded as the speaker called for order. Qanoj smiled. A new chapter in his career would begin today.",
        "source": "action_deck_2"
    },
    {
        "alias": "classified_weapons_acd2",
        "name": "Classified Weapons",
        "phase": "Action",
        "window": "When 1 of your units makes a combat or unit ability roll",
        "text": "That unit rolls 2 additional dice.",
        "flavorText": "The warnings came too late for the Hylar. When an investigator from the Universities arrived weeks later to survey the carnage, naught was left but smoldering craters. The Gashlai's message was clear.",
        "source": "action_deck_2"
    },
    {
        "alias": "collusion",
        "name": "Collusion",
        "phase": "Action",
        "window": "When another player resolves the secondary ability of your strategy card",
        "text": "Return 1 of that player's command tokens from the game board to their strategy pool. Then, you may perform a transaction with that player; action cards and unscored secret objectives can be traded as part of this transaction.",
        "flavorText": "A gambit? Magi laughed. Hardly.",
        "source": "action_deck_2"
    },
    {
        "alias": "compounding_interests",
        "name": "Compounding Interests",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Place up to 3 command tokens from your reinforcements in different systems that contain your units. Then, gain 2 trade goods for each of your command tokens on the game board.",
        "flavorText": "\"A station over Ordinian? What can we expect to gain from such a venture?\" Carth hissed. Harrugh snapped, \"Everything.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "corporate_lobbying",
        "name": "Corporate Lobbying",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Predict aloud an outcome of this agenda. If your prediction is correct, each player that voted for that outcome gains 2 trade goods.",
        "flavorText": "Mot sank into his chair after signing the last of the trade deals. He was gambling with the fate of the galaxy, yet his empire was secure. Many would suffer, but that was a sacrifice he was willing to make.",
        "source": "action_deck_2"
    },
    {
        "alias": "corruption",
        "name": "Corruption",
        "phase": "Strategy",
        "window": "At the start of the strategy phase",
        "text": "Look at up to 3 unrevealed public objectives.",
        "flavorText": "Just as the charges went public, over half of the Council's staff were arrested. The Winnu, meanwhile, secreted the true loyalist off of Mecatol and delivered their reward.",
        "source": "action_deck_2"
    },
    {
        "alias": "covert_operation",
        "name": "Covert Operation",
        "phase": "Action",
        "window": "After you move ships into the active system",
        "text": "Remove 1 of your ships or ground forces from the game board and place that unit in the space area of that system.",
        "flavorText": "\"Frankly, sir, this operation is...\" The Admiral trailed off. Alastair leaned back in his chair and finished her sentence, \"A logistical nightmare? I recommend you get to it then.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "decisive_victory",
        "name": "Decisive Victory",
        "phase": "Action",
        "window": "When you win a space combat after the end of its first round",
        "text": "Remove your command token from that system.",
        "flavorText": "\"Now, now, Unlenn,\" Evelyn smirked as she hailed the Viscount's heavy cruiser. \"Looking to bring history to life, are we?\" She gave the signal and the Benthic's railguns whirred to life.",
        "source": "action_deck_2"
    },
    {
        "alias": "defectors",
        "name": "Defectors",
        "phase": "Action",
        "window": "After another player produces ships",
        "text": "Remove up to 2 of those ships that do not have a capacity value; place matching ships from your reinforcements in any systems that do not contain another player's ships.",
        "flavorText": "Spittle flew forth from The Stillness's crimson maw as a gurgled laugh escaped it. Their minions had done well.",
        "source": "action_deck_2"
    },
    {
        "alias": "defense_installation1",
        "name": "Defense Installation",
        "phase": "Action",
        "window": "ACTION",
        "text": "Place 1 PDS from your reinforcements on a planet you control that does not contain 1 of your PDS.",
        "automationID": "defense_installation",
        "flavorText": "Tellurian had heard rumors of their kind roaming to the far corners of the galaxy. However, many such tales had led them to nothing more than decrepit defense systems. Alas, no stone could be left unturned.",
        "source": "action_deck_2"
    },
    {
        "alias": "defense_installation2",
        "name": "Defense Installation",
        "phase": "Action",
        "window": "ACTION",
        "text": "Place 1 PDS from your reinforcements on a planet you control that does not contain 1 of your PDS.",
        "automationID": "defense_installation",
        "flavorText": "The native folk had enshrined the ancient structure as if it were a deity. They called it a guardian, as the old texts described it, but they did not understand its true nature.",
        "source": "action_deck_2"
    },
    {
        "alias": "defense_installation3",
        "name": "Defense Installation",
        "phase": "Action",
        "window": "ACTION",
        "text": "Place 1 PDS from your reinforcements on a planet you control that does not contain 1 of your PDS.",
        "automationID": "defense_installation",
        "flavorText": "Tellurian raised their arms above their head and emitted a strange noise that the locals presumed to be joyous. In the near distance, one of its kind broke through the earth, shattering the landscape.",
        "source": "action_deck_2"
    },
    {
        "alias": "defense_installation4",
        "name": "Defense Installation",
        "phase": "Action",
        "window": "ACTION",
        "text": "Place 1 PDS from your reinforcements on a planet you control that does not contain 1 of your PDS.",
        "automationID": "defense_installation",
        "flavorText": "Tellurian declared that the planet was under the protection of Ul, for the sleepers had awoken and would not rest until peace was assured.",
        "source": "action_deck_2"
    },
    {
        "alias": "defense_rider",
        "name": "Defense Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, place up to 2 PDS from your reinforcements on any planets you control.",
        "flavorText": "Procyon's cold silence enraged Sakora. \"We are the watchers on the walls, not you. We are the shield that guards all realms!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "deflection",
        "name": "Deflection",
        "phase": "Strategy",
        "window": "At the start of the strategy phase",
        "text": "Choose 1 strategy card. During this strategy phase, other players must spend 1 token from their fleet pool to choose that strategy card, if they have another choice.",
        "flavorText": "\"It was their idea,\" Zo Cou shrugged. \"Or so they believe. Their mistake was a poison I fed them. Now they choke on it.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "diversion1",
        "name": "Diversion",
        "phase": "Action",
        "window": "When you announce a retreat, if you are the defender",
        "text": "Your units immediately retreat to an eligible system; the combat ends in a draw and you do not place a command token in that system.",
        "automationID": "diversion",
        "flavorText": "Minutes before Jace's arrival, the enigmatic fleet slid past; all that lingered was a crimson afterglow.",
        "source": "action_deck_2"
    },
    {
        "alias": "diversion2",
        "name": "Diversion",
        "phase": "Action",
        "window": "When you announce a retreat, if you are the defender",
        "text": "Your units immediately retreat to an eligible system; the combat ends in a draw and you do not place a command token in that system.",
        "automationID": "diversion",
        "flavorText": "While Jace chased ghosts, a Federation world behind his lines lay ransacked.",
        "source": "action_deck_2"
    },
    {
        "alias": "diversion3",
        "name": "Diversion",
        "phase": "Action",
        "window": "When you announce a retreat, if you are the defender",
        "text": "Your units immediately retreat to an eligible system; the combat ends in a draw and you do not place a command token in that system.",
        "automationID": "diversion",
        "flavorText": "The enemy line \"broke\" in three directions at once—leaving Jace chasing phantoms through his own corridors of space.",
        "source": "action_deck_2"
    },
    {
        "alias": "diversion4",
        "name": "Diversion",
        "phase": "Action",
        "window": "When you announce a retreat, if you are the defender",
        "text": "Your units immediately retreat to an eligible system; the combat ends in a draw and you do not place a command token in that system.",
        "automationID": "diversion",
        "flavorText": "Panic set in as the once-routed fleet rallied above Jord.",
        "source": "action_deck_2"
    },
    {
        "alias": "smuggler_routes",
        "name": "Smuggler Routes",
        "phase": "Action",
        "window": "ACTION",
        "text": "Move 1 of your ships to an adjacent system that does not contain other players' units; ignore the effects of anomalies during this action. [Note: You can transport units during this movement.]",
        "flavorText": "Greg closed his book, a tale of the Passage of Tears, with a sigh. As he looked to the sky and imagined the space beyond—a place he had never been—he quietly sang in tune with the Symphony, \"I wanna be where the Mentak are. I wanna see—wanna see 'em raidin'.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "efficiency_initiative",
        "name": "Efficiency Initiative",
        "phase": "Action",
        "window": "When 1 or more of your units use PRODUCTION",
        "text": "Reduce the total PRODUCTION value of those units by up to 3 to gain an equal number of commodities and trade goods. [Note: These trade goods are available to be spent during this PRODUCTION.]",
        "flavorText": "I48S surveyed the new installation, noting several blocking routines. The new processes increased output by nearly 11%—and with a little work, he was sure the enhancers could achieve another 4%.",
        "source": "action_deck_2"
    },
    {
        "alias": "espionage",
        "name": "Espionage",
        "phase": "Action",
        "window": "ACTION",
        "text": "Look at another player's action cards. Then, that player gives you 1 action card, promissory note, or secret objective from their hand.",
        "flavorText": "The leaked documents brought a smile to Willard's face. Schemes upon schemes, none of which would ever reach fruition. ",
        "source": "action_deck_2"
    },
    {
        "alias": "final_mission",
        "name": "Final Mission",
        "phase": "Action",
        "window": "After 1 of your non-fighter ships is destroyed",
        "text": "Choose 1 planet planet in that unit's system. Destroy 1 ground force and 1 PDS on that planet.",
        "flavorText": "The Exotrireme became a guide missile in its death-throes, transforming the Sol base into a burning crater of steel and death.",
        "source": "action_deck_2"
    },
    {
        "alias": "field_test",
        "name": "Field Test",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Choose 1 technology in your technology deck. Treat that technology as if you own it until the end of your turn.",
        "flavorText": "Another jolt from the machine surged through Rin's limbs. It no longer bothered her. She was changing. Not just mentally, but physically as well.",
        "source": "action_deck_2"
    },
    {
        "alias": "freedom_fighters",
        "name": "Freedom Fighters",
        "phase": "Action",
        "window": "After you commit units to land on a non-home planet in the active system",
        "text": "Place up to 1 infantry from your reinforcements on each planet in that system. [Note: These infantry cannot be targeted by PDS.]",
        "flavorText": "Harrugh had brought them supplies and hope. On the promised day, they would repay him with their determination for liberation.",
        "source": "action_deck_2"
    },
    {
        "alias": "graviton_negators",
        "name": "Graviton Negators",
        "phase": "Action",
        "window": "At the start of a ground combat",
        "text": "Choose 1 of your non-fighter ships in the active system. That ship participates in the \"Roll Dice\" step of this combat as if it were a ground force on the planet.",
        "flavorText": "The battle seemed to freeze as the J.N.S. Hylarim entered low orbit, its shadow eclipsing the conflict—and the hopes of its enemies.",
        "source": "action_deck_2"
    },
    {
        "alias": "hidden_initiatives",
        "name": "Hidden Initiatives",
        "phase": "Action",
        "window": "ACTION",
        "text": "Look at the top 2 cards of the secret objective deck; you may replace 1 of your unscored secret objectives with 1 of those cards. Then, shuffle the secret objective deck.",
        "flavorText": "M'aban sighed at the man's pleas. The lengthy hunt for this spy had filled her with exhilaration, but seeing him now, bathed in the stench of fear and utterly devoid of composure, disgusted her.",
        "source": "action_deck_2"
    },
    {
        "alias": "hijacked_signal",
        "name": "Hijacked Signal",
        "phase": "Any",
        "window": "After you resolve the secondary ability of another player's strategy card",
        "text": "Place 1 command token from that player's reinforcements in any non-home system.",
        "flavorText": "The Hacan paid heavily to contain the breach. 2RAM identified the culprit as Acidos and warned them that the worst was yet to come.",
        "source": "action_deck_2"
    },
    {
        "alias": "hostile_world",
        "name": "Hostile World",
        "phase": "Action",
        "window": "After another player commits units to land on a planet you control",
        "text": "Roll 3 dice. For each result of 6 or greater, produce 1 hit and assign it to 1 of those units.",
        "flavorText": "The old soldier interrupted the discussion of N'orr ground tactics with a snort. \"It's not the enemy you need to be worried about, lads. It's the godforsaken planet.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "innovation",
        "name": "Innovation",
        "phase": "Any",
        "window": "When or after you research a technology",
        "text": "Ready up to 2 of your planets that have a technology specialty.",
        "flavorText": "The conference erupted in cheers as Doctor Sucaban announced his findings. Despite the countless sacrifices to reach these results, the wide range of applications made it difficult to feel regret.",
        "source": "action_deck_2"
    },
    {
        "alias": "intrigue",
        "name": "Intrigue",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Look at the top 2 and bottom 2 cards of the agenda deck. Place each card on the top or bottom of the deck in any order.",
        "flavorText": "After years of honing the stillness of his mind, Ronald's schemes were finally paying off. Jord had paid him well to infiltrate M'aban's inner circle, but they would only ever receive a pittance of the benefits. He served only the Cabal.",
        "source": "action_deck_2"
    },
    {
        "alias": "ixthian_gift",
        "name": "Ixthian Gift",
        "phase": "Action",
        "window": "At the end of a turn during which you resolved a transaction with a player",
        "text": "Commit 1 infantry from your reinforcements to a non-home planet that player controls. If that planet contains their ground forces, resolve a ground combat. [Note: This does not trigger PDS.]",
        "flavorText": "Unlenn had rarely felt so smug after extorting his enemy. However, as he turned to the Mahact emissary, he grew cold—she was smiling.",
        "source": "action_deck_2"
    },
    {
        "alias": "joint_research",
        "name": "Joint Research",
        "phase": "Any",
        "window": "After you gain a non-faction technology",
        "text": "Choose another player. That player gains that technology.",
        "flavorText": "Rin had received multiple warnings to avoid working with the Vuil'Raith. However, existential threats to the galaxy had never been enough to stifle her curiosity.",
        "source": "action_deck_2"
    },
    {
        "alias": "liberation",
        "name": "Liberation",
        "phase": "Any",
        "window": "After you gain control of a planet",
        "text": "Place 2 infantry from your reinforcements on that planet. Then, ready and explore it.",
        "flavorText": "Harsh penal colonies were all too common, always filled with hardy folk eager for a chance at revenge.",
        "source": "action_deck_2"
    },
    {
        "alias": "lost_treatise",
        "name": "Lost Treatise",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Either redistribute your command tokens or place 1 command token from your reinforcements in your fleet pool.",
        "flavorText": "Unlenn massaged his brow and shut off his holoscreen. The magnum opus on Lazax war theory at his fingertips, and yet... it was the most boring piece of literature he'd ever had the displeasure to read.",
        "source": "action_deck_2"
    },
    {
        "alias": "malfunction",
        "name": "Malfunction",
        "phase": "Action",
        "window": "After you activate a system",
        "text": "Choose 1 unit in that system. That unit loses its printed abilities during this tactical action.",
        "flavorText": "Connor radioed command. \"You're right. It was nearly impenetrable.\" Moments later, the shield pylons came crashing down, useless.",
        "source": "action_deck_2"
    },
    {
        "alias": "mass_transference",
        "name": "Mass Transference",
        "phase": "Action",
        "window": "After you activate a system",
        "text": "Remove up to 4 of your units from that system and place them on any planets you control or in any space areas that contain your ships.",
        "flavorText": "The Mentak crew handed out brochures, recruiting with promises of a grand new life on a distant world. In truth, we traded our quiet colony for a desperate land-grab on the front lines.",
        "source": "action_deck_2"
    },
    {
        "alias": "micrometeoroid_storm",
        "name": "Micrometeoroid Storm",
        "phase": "Action",
        "window": "ACTION",
        "text": "Choose 1 system that contains another player's fighters. Roll 1 die for each fighter in that system. For each result of 6 or greater, destroy 1 of those units.",
        "flavorText": "The disaster investigation unit could not determine whether it was an act of providence or the beginning stages of an incursion.",
        "source": "action_deck_2"
    },
    {
        "alias": "miracle",
        "name": "Miracle",
        "phase": "Any",
        "window": "When 1 of your units would be destroyed",
        "text": "That unit is not destroyed instead. [Note: Combat hits are assigned simultaneously, and thus excess hits will not destroy this unit.]",
        "flavorText": "Harrugh tumbled down the dune to a chorus of laughter—until the ridge he’d been standing on a heartbeat earlier erupted in plasma. The laughter died as their savior rose among them.",
        "source": "action_deck_2"
    },
    {
        "alias": "outgun1",
        "name": "Outgun",
        "phase": "Action",
        "window": "When you produce 1 or more hits",
        "text": "Produce 1 additional hit.",
        "flavorText": "The planet's defense system was formidable, far exceeding their expectations. Sek'kus wondered how many of her warriors would perish during the descent.",
        "source": "action_deck_2"
    },
    {
        "alias": "outgun2",
        "name": "Outgun",
        "phase": "Action",
        "window": "When you produce 1 or more hits",
        "text": "Produce 1 additional hit.",
        "flavorText": "C-beams glittered in the dark as the N'orr vanguard descended upon their enemies like rain, their exoskeletons reflecting death.",
        "source": "action_deck_2"
    },
    {
        "alias": "outgun3",
        "name": "Outgun",
        "phase": "Action",
        "window": "When you produce 1 or more hits",
        "text": "Produce 1 additional hit.",
        "flavorText": "The sight of Sek'kus on her untouchable rampage filled the others with passion. The explosions that illuminated her were a crescendo to the madness.",
        "source": "action_deck_2"
    },
    {
        "alias": "outgun4",
        "name": "Outgun",
        "phase": "Action",
        "window": "When you produce 1 or more hits",
        "text": "Produce 1 additional hit.",
        "flavorText": "The fury and majesty of G'hom Sek'kus and her Valkyrie broke the enemy. It was clear they were no match for such reckless hate.",
        "source": "action_deck_2"
    },
    {
        "alias": "outmaneuver1",
        "name": "Outmaneuver",
        "phase": "Action",
        "window": "Before a hit is assigned to 1 of your units",
        "text": "Cancel that hit.",
        "flavorText": "T'esla reflexively flinched away from the danger she sensed. \"All ships commence evasive maneuvers. Zere's flak comin'.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "outmaneuver2",
        "name": "Outmaneuver",
        "phase": "Action",
        "window": "Before a hit is assigned to 1 of your units",
        "text": "Cancel that hit.",
        "flavorText": "Fortunately, T'esla's warning gave the cruiser's helmsman just enough time to roll the ship to port. \"Zat would've cut us in half,\" he muttered.",
        "source": "action_deck_2"
    },
    {
        "alias": "outmaneuver3",
        "name": "Outmaneuver",
        "phase": "Action",
        "window": "Before a hit is assigned to 1 of your units",
        "text": "Cancel that hit.",
        "flavorText": "T'esla checked her wingman, relieved to see that he had managed to dodge the flak as well. \"Close in and open fire!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "outmaneuver4",
        "name": "Outmaneuver",
        "phase": "Action",
        "window": "Before a hit is assigned to 1 of your units",
        "text": "Cancel that hit.",
        "flavorText": "The capital ship's massive cannons were unable to track the brigades of fighters swarming it like insects.",
        "source": "action_deck_2"
    },
    {
        "alias": "overtime",
        "name": "Overtime",
        "phase": "Action",
        "window": "At the end of your turn",
        "text": "Spend up to 2 trade goods to ready an equal number of your components, other than strategy cards.",
        "flavorText": "Captain Agerro sighed. The work was not what he had expected, not what he had wanted, but it had to be done. Fighting would come later.",
        "source": "action_deck_2"
    },
    {
        "alias": "pivot",
        "name": "Pivot",
        "phase": "Action",
        "window": "ACTION",
        "text": "Discard 1-3 action cards from your hand to draw an equal number of action cards. Then, you may discard 2 action cards to draw 1 secret objective.",
        "flavorText": "\"We must not become stagnant. Stagnation is what broke this galaxy,\" I48S said, barely hesitating at his patient's screams. \"Pain? Let's remove that.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "proclamation",
        "name": "Proclamation",
        "phase": "Any",
        "window": "When a public objective is revealed",
        "text": "Look at the top 2 cards of the deck that matches that objective; you may replace that objective with 1 of those cards. Then, shuffle that deck.",
        "flavorText": "The Custodians' proclamation mired Elder Qanoj in anxiety. More support for his enemies, thinly veiled under the guise of tradition.",
        "source": "action_deck_2"
    },
    {
        "alias": "production_rider",
        "name": "Production Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, produce up to 2 units that each have a cost of 4 or less in a system that contains 1 of your space docks.",
        "flavorText": "\"We groveled before the Lazax for liberation,\" Magmus declared, his voice rising from a gravelly rumble to a roar. \"Now we demand it!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "project_rider",
        "name": "Project Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda and choose up to 2 action cards in the discard pile. If your prediction is correct, take those cards.",
        "flavorText": "Gil's career at the Civita Planetar was prolific, with friends in hundreds of governments and favors owed in many more.",
        "source": "action_deck_2"
    },
    {
        "alias": "prophecy",
        "name": "Prophecy",
        "phase": "Any",
        "window": "When you would roll a die",
        "text": "Choose the result of that die roll instead.",
        "flavorText": "Ahk-Syl Siven flared, bright red briefly overtaking blue. \"Would I lie to you?\" The flame pulsed, suspended in the air before him. Was it real? Or just an illusion?",
        "source": "action_deck_2"
    },
    {
        "alias": "public_outrage",
        "name": "Public Outrage",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Predict aloud an outcome of this agenda. If your prediction is correct, each other player that voted for that outcome reveals 1 random action card from their hand; take 1 of those cards and discard the rest.",
        "flavorText": "As they placed the noose around her neck, Menda wailed. Suffi, who was next in line, gave her a confident smile. \"First time?\"",
        "source": "action_deck_2"
    },
    {
        "alias": "public_support",
        "name": "Public Support",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Choose 1 outcome of this agenda. Each player that casts votes for that outcome casts 3 additional votes and draws 1 action card.",
        "flavorText": "Elder Junn had seen many ruling parties come and go during his long years. This one would support his policies, or it would be gone in the blink of an eye. He'd make sure of it.",
        "source": "action_deck_2"
    },
    {
        "alias": "ramming_speed",
        "name": "Ramming Speed",
        "phase": "Action",
        "window": "After 1 of your ships is destroyed",
        "text": "Destroy 1 of your opponent's ships in the active system that has a cost equal to or lower than your destroyed unit's cost.",
        "flavorText": "In these white-hot flames, the Gashlai knew only ecstasy.",
        "source": "action_deck_2"
    },
    {
        "alias": "rapid_fulfillment",
        "name": "Rapid Fulfillment",
        "phase": "Action",
        "window": "After a player activates a system that contains your units",
        "text": "You may resolve a transaction with any player; action cards can be traded as part of this transaction. Then, produce up to 2 ships in that system that have a combined cost of 3 or less. [Note: This transaction does not require you to be neighbors or count towards your transaction limit.]",
        "flavorText": "\"Money can't buy true happiness, huh?\" Tai said smugly as he appraised their new ship.",
        "source": "action_deck_2"
    },
    {
        "alias": "reengineer",
        "name": "Reengineer",
        "phase": "Any",
        "window": "After you discard an action card",
        "text": "Either take that card from the discard pile or draw 2 action cards. Then, discard 1 action card.",
        "flavorText": "The artifact seemed to purr as Perdin laid his hand on it. A fount of ancient knowledge, forgotten even by the Mahact, it was now his people's precious key to prosperity.",
        "source": "action_deck_2"
    },
    {
        "alias": "refabrication",
        "name": "Refabrication",
        "phase": "Any",
        "window": "After 1 of your ships is destroyed",
        "text": "Produce 1 ship of that type in a different system that contains 1 of your units with PRODUCTION; reduce the cost of the produced ship by up to 4.",
        "flavorText": "The production of the Van Hauge VI was completed in record time. As it left the docking bay, Dannel smiled—a rare occurrence these days. \"Glory to the Yin, my brothers. You have done us all proud.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "rehashed_debates",
        "name": "Rehashed Debates",
        "phase": "Agenda",
        "window": "When an agenda is revealed",
        "text": "Discard this agenda. Then, choose any other agenda from the discard pile or in play. Players vote on that agenda instead.",
        "flavorText": "Perdin was surrounded by a crowd of doomsayers, incensed by his agreements regarding the Ixthian artifact. \"Fools,\" he sighed, \"you will soon understand the providence of Winnaran wisdom.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "reinforcements",
        "name": "Reinforcements",
        "phase": "Action",
        "window": "After 1 of your non-fighter ships is destroyed during a space combat",
        "text": "Place 2 fighters from your reinforcements in the active system.",
        "flavorText": "\"We're too late!\" the rookie pilot cried as a war sun tore through their fleets. \"No, sonny, this fight has just begun,\" Jace bellowed. \"4th Legion, with me! We're sending that hunk of scrap back to the void.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "relay_assembly1",
        "name": "Relay Assembly",
        "phase": "Action",
        "window": "After you produce a ship",
        "text": "Produce 1 ship of that type in any number of  systems that contain 1 of your units with PRODUCTION; reduce the combined cost of the produced ships by 2.",
        "flavorText": "Each forge was an exact copy. Inside, thousands of drones worked in unison with counterparts across the stars.",
        "source": "action_deck_2"
    },
    {
        "alias": "relay_assembly2",
        "name": "Relay Assembly",
        "phase": "Action",
        "window": "After you produce a ship",
        "text": "Produce 1 ship of that type in any number of systems that contain 1 of your units with PRODUCTION; reduce the combined cost of the produced ships by 2.",
        "flavorText": "Umbat had seen to the supply chain himself. No need went unmet; each world supplied the next with generational craftsmanship.",
        "source": "action_deck_2"
    },
    {
        "alias": "relay_assembly3",
        "name": "Relay Assembly",
        "phase": "Action",
        "window": "After you produce a ship",
        "text": "Produce 1 ship of that type in any number of systems that contain 1 of your units with PRODUCTION; reduce the combined cost of the produced ships by 2.",
        "flavorText": "In short order, their once-meager fleet grew into an armada spanning sectors. From Umbat's hearthworld to distant suns, its shadow lengthened—stoked by their fury.",
        "source": "action_deck_2"
    },
    {
        "alias": "relay_assembly4",
        "name": "Relay Assembly",
        "phase": "Action",
        "window": "After you produce a ship",
        "text": "Produce 1 ship of that type in any number of systems that contain 1 of your units with PRODUCTION; reduce the combined cost of the produced ships by 2.",
        "flavorText": "His engineers broke into celebration as Umbat called out in praise, \"The forge burns my soul alight! This is our freedom!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "retrofit",
        "name": "Retrofit",
        "phase": "Action",
        "window": "After a player activates a system",
        "text": "Choose 1 of your non-fighter ships. That unit gains SPACE CANNON 5, BOMBARDMENT 5, and SUSTAIN DAMAGE during this tactical action.",
        "flavorText": "The massive cannon platform floated between two ships, held in place by tractor beams. Mendosa admired the engineering—right up until it fired and hurled itself into deep space.",
        "source": "action_deck_2"
    },
    {
        "alias": "revolution",
        "name": "Revolution",
        "phase": "Strategy",
        "window": "At the start of the strategy phase",
        "text": "During this strategy phase, strategy card choices start with the speaker and proceed counterclockwise.",
        "flavorText": "In the distance, a huge explosion illuminated the sky. Brother Milor gripped the rails of his balcony as he watched the chaos unfolding in the streets below. The people demanded a revolution, and he would deliver one.",
        "source": "action_deck_2"
    },
    {
        "alias": "sabotage1_acd2",
        "name": "Sabotage",
        "phase": "Any",
        "window": "When another player plays an action card other than 'Sabotage'",
        "text": "Cancel that action card.",
        "flavorText": "Kyver waited patiently, cloaked outside the space station in transparasteel plating. They loathed eliminating children, but the prophecy of this messiah would have to be silenced.",
        "source": "action_deck_2"
    },
    {
        "alias": "sabotage2_acd2",
        "name": "Sabotage",
        "phase": "Any",
        "window": "When another player plays an action card other than 'Sabotage'",
        "text": "Cancel that action card.",
        "flavorText": "Z'eu closed her eyes and listened for a moment as her guests gasped for air, collapsing one by one as the poison took them. Such is the beauty of the Naalu, she thought.",
        "source": "action_deck_2"
    },
    {
        "alias": "sabotage3_acd2",
        "name": "Sabotage",
        "phase": "Any",
        "window": "When another player plays an action card other than 'Sabotage'",
        "text": "Cancel that action card.",
        "flavorText": "The past flooded Ahk-Syl Siven's thoughts upon seeing the Mahact, and the memory of his essence being rewritten on a subatomic level surged involuntarily to the forefront of his consciousness.",
        "source": "action_deck_2"
    },
    {
        "alias": "sabotage4_acd2",
        "name": "Sabotage",
        "phase": "Any",
        "window": "When another player plays an action card other than 'Sabotage'",
        "text": "Cancel that action card.",
        "flavorText": "The growing creature spasmed in the genetic spinner's tank as Ssruu slowly emptied poison into its feeding pouch.",
        "source": "action_deck_2"
    },
    {
        "alias": "schematics_rider",
        "name": "Schematics Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda and choose 1 non-faction technology owned by another player. If your prediction is correct, gain that technology.",
        "flavorText": "R7-82's optic servo motors malfunctioned momentarily as the council discussed 'feeding' the Virus to satiate its hunger.",
        "source": "action_deck_2"
    },
    {
        "alias": "shock_troops",
        "name": "Shock Troops",
        "phase": "Action",
        "window": "At the start of a combat",
        "text": "Apply +1 to the result of each of your unit's combat rolls during this combat.",
        "flavorText": "\"Our training has borne the finest warriors in the galaxy,\" Jace promised. \"We are the rising of a new dawn. A day of death and reckoning. Now for wrath, now for ruin, and a red nightfall!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "shrapnel_turrets",
        "name": "Shrapnel Turrets",
        "phase": "Action",
        "window": "At the start of a space combat",
        "text": "Choose any number of your ships that have a capacity value. Each of those ships gain ANTI-FIGHTER BARRAGE 8 (x2) during this combat.",
        "flavorText": "Mendosa grinned widely as he eyed the cargo. \"Ye say we're out of munitions, yet look at all this junk lyin' around. It'll shred 'em fine!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "silence",
        "name": "Silence",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Other players cannot play action cards or promissory notes during this turn.",
        "flavorText": "Airo Shir Aur interrupted the diplomat with a wave of their hand, \"Our dominion knows no border.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "stasis_haul",
        "name": "Stasis Haul",
        "phase": "Action",
        "window": "After you activate a system",
        "text": "Choose 1 of your ships that has a capacity value. During this tactical action, apply +2 to that ship's capacity value and gain 1 commodity for each different system it moves into or through.",
        "flavorText": "The cargo ships blasted out of the planet's gravity field. Vast space and time lay before them. For all, it meant the promise of new life; for some, it would mean death.",
        "source": "action_deck_2"
    },
    {
        "alias": "stolen_prototype",
        "name": "Stolen Prototype",
        "phase": "Action",
        "window": "After you destroy 1 of another player's units",
        "text": "Research a unit upgrade technology of that unit's type; ignore 1 of that technology's prerequisites.",
        "flavorText": "Ssruu looked back from the pod as the infiltration team escaped the fiery inferno. Only after they cleared the blast radius did he loosen his grip on the stolen schematics.",
        "source": "action_deck_2"
    },
    {
        "alias": "stranded_ship",
        "name": "Stranded Ship",
        "phase": "Action",
        "window": "ACTION",
        "text": "Place 1 cruiser from your reinforcements in a system that does not contain planets or other players' units.",
        "flavorText": "\"To be clear,\" Tai said flatly, \"you knew this ship had no weapons, no fuel, and a faulty navigation when you purchased it. And yet,\"—he gestured—\"here we are.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "swindle",
        "name": "Swindle",
        "phase": "Action",
        "window": "When another player gains 3 or more trade goods",
        "text": "That player gains 1 additional trade good. Then, take 3 of those trade goods. [Note: This works at any time such a quantity could be Pillaged. The additional trade good gained does not open another Pillage window.]",
        "flavorText": "The deal was too good to be true. Every seal was genuine, every signature correct. Only Suffi and the cargo were amiss.",
        "source": "action_deck_2"
    },
    {
        "alias": "syndicate",
        "name": "Syndicate",
        "phase": "Action",
        "window": "ACTION",
        "text": "Reveal a number of cards from the action card deck equal to the number of players. For each other player, choose 1 of those cards; that player may draw that card. Then, draw the rest.",
        "flavorText": "\"What if I'm not ready?\" the operative asked, looking away. Harka squeezed her hand. \"Believe in me, who believes in you.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "ubiquity",
        "name": "Ubiquity",
        "phase": "Action",
        "window": "ACTION",
        "text": "Spend 6 resources to research 1 technology; for each neighbor that owns that technology, reduce the resources spent by 1 and ignore 1 prerequisite.",
        "flavorText": "Once an enigmatic device plucked from the void, it had become nothing more than schematics: patented and traded to the rim of the galaxy.",
        "source": "action_deck_2"
    },
    {
        "alias": "unexpected_strategy",
        "name": "Unexpected Strategy",
        "phase": "Any",
        "window": "When you would spend a command token from your strategy pool",
        "text": "Remove 1 of your command tokens from the game board instead.",
        "flavorText": "Kyver shivered as he slipped undetected past the Nekro fleet. Why? They had no way of knowing his plans—yet, he saw no sign of the Alastor and its escort.",
        "source": "action_deck_2"
    },
    {
        "alias": "unstable_gate",
        "name": "Unstable Gate",
        "phase": "Action",
        "window": "After a player activates a system that contains your units",
        "text": "Choose 1 other system. That system is adjacent to the active system during this tactical action.",
        "flavorText": "The conduit overloaded with a keening wail, slowly tearing itself apart as the space within melted away to reveal the beacon.",
        "source": "action_deck_2"
    },
    {
        "alias": "vulnerability1",
        "name": "Vulnerability",
        "phase": "Action",
        "window": "After you produce hits against a non-upgraded unit of the same type as a unit upgrade technology you own",
        "text": "Those hits must be assigned to units of that type, if able.",
        "flavorText": "\"What's wrong with these blasted sensors?\" Mirik slapped his console. The enemy's signature blinked to a thirteenth location.",
        "source": "action_deck_2"
    },
    {
        "alias": "vulnerability2",
        "name": "Vulnerability",
        "phase": "Action",
        "window": "After you produce hits against a non-upgraded unit of the same type as a unit upgrade technology you own",
        "text": "Those hits must be assigned to units of that type, if able.",
        "flavorText": "Chaos consumed the battlefield as swarms of fighters tumbled into the distortion field. Unlenn smiled. \"Finish them.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "vulnerability3",
        "name": "Vulnerability",
        "phase": "Action",
        "window": "After you produce hits against a non-upgraded unit of the same type as a unit upgrade technology you own",
        "text": "Those hits must be assigned to units of that type, if able.",
        "flavorText": "Mirik slumped into his seat as he watched his fleet sunder around him, the wreckage flailing into the black void. His tactics were sound, but his munitions were far outmatched. \"Retreat,\" he said. \"This is no battle—it's a trap.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "vulnerability4",
        "name": "Vulnerability",
        "phase": "Action",
        "window": "After you produce hits against a non-upgraded unit of the same type as a unit upgrade technology you own",
        "text": "Those hits must be assigned to units of that type, if able.",
        "flavorText": "\"Battle isn't arithmetic,\" Unlenn said. \"Every enemy can be exploited; each has an Ixthian heel. Now, administer this harsh lesson.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "weirdway1",
        "name": "Weirdway",
        "phase": "Action",
        "window": "After you activate a non-home system",
        "text": "Choose 1 system. All systems adjacent to that system are adjacent to each other during this tactical action.",
        "flavorText": "\"Oy, Captain, best ye lock in,\" the wily pilot chuckled. \"I learned this little maneuver in me scavenging days.\" Before Mendosa could protest, the ship began to groan under the strain.",
        "source": "action_deck_2"
    },
    {
        "alias": "weirdway2",
        "name": "Weirdway",
        "phase": "Action",
        "window": "After you activate a non-home system",
        "text": "Choose 1 system. All systems adjacent to that system are adjacent to each other during this tactical action.",
        "flavorText": "Alerts flashed as they screamed ahead. \"Wait for the computer to chart, Douglas!\" Mendosa barked. The pilot laughed and pointed to his head. \"Oy, they call me Doug, sir—Deft Doug if ye like. I've got a keen eye for charting, and a good nose too.\" Then, it was dark.",
        "source": "action_deck_2"
    },
    {
        "alias": "weirdway3",
        "name": "Weirdway",
        "phase": "Action",
        "window": "After you activate a non-home system",
        "text": "Choose 1 system. All systems adjacent to that system are adjacent to each other during this tactical action.",
        "flavorText": "The ship's power flickered off, but the strain remained. The pilot had flung them into the void, trusting his intuition, and Mendosa was not eager to discover what awaited them on the other end.",
        "source": "action_deck_2"
    },
    {
        "alias": "weirdway4",
        "name": "Weirdway",
        "phase": "Action",
        "window": "After you activate a non-home system",
        "text": "Choose 1 system. All systems adjacent to that system are adjacent to each other during this tactical action.",
        "flavorText": "Somehow they were alive and ahead of schedule. Deft Doug's hoots turned to yowls as Mendosa rapped him on the head. \"Better to call ye Deaf Doug. Ye won't be 'eyeballing' our routes ever again!\"",
        "source": "action_deck_2"
    },





    {
        "alias": "artifact_hunters",
        "name": "Artifact Hunters",
        "phase": "Action",
        "window": "ACTION",
        "text": "Explore 1 planet you control; if the resolved card is a relic fragment, you may spend 4 trade goods to purge that card and gain 1 relic.",
        "flavorText": "\"This is...\" Dart let out a long whistle. \"I can't identify a single part of it. Can you?\"",
        "source": "action_deck_2"
    },
    {
        "alias": "artifact_research",
        "name": "Artifact Research",
        "phase": "Action",
        "window": "When you research a technology",
        "text": "Discard 1 of your relic fragments to ignore 1 of that technology's prerequisites and gain 3 trade goods.",
        "flavorText": "\"I don't feel any different,\" Dart said, his eyes blazing with the fire of a thousand dying worlds. \"What do you mean 'oh god your eyes'?\"",
        "source": "action_deck_2"
    },
    {
        "alias": "black_market_raid",
        "name": "Black Market Raid",
        "phase": "Action",
        "window": "ACTION",
        "text": "Spend 3 command tokens from your command sheet to gain 1 relic; you may purge any number of your relic fragments to reduce the tokens spent by an equal amount.",
        "flavorText": "The black shard dripped with blood—some of it her own. What she had done, she did for the Federation. For all of humankind.",
        "source": "action_deck_2"
    },
    {
        "alias": "bounty",
        "name": "Bounty",
        "phase": "Action",
        "window": "After you destroy another player's unit that has a cost of 3 or more",
        "text": "Capture that unit and gain 3 trade goods.",
        "flavorText": "\"Sorry, love, it's just business,\" Mot said with a hint of regret. S'ula screamed from behind her gag as she watched him reroute the ship toward Arcturus.",
        "source": "action_deck_2"
    },
    {
        "alias": "data_archive",
        "name": "Data Archive",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Exhaust each of your readied planets to explore up to 2 of those planets.",
        "flavorText": "Xuange was practically beaming with pleasure, though none would ever know it. Their research had paid off—the vault was exactly where they had expected it to be.",
        "source": "action_deck_2"
    },
    {
        "alias": "derelict_station",
        "name": "Derelict Station",
        "phase": "Action",
        "window": "After your ships move out of, into, or through a system that does not contain planets",
        "text": "Explore a frontier token in that system or gain 2 commodities.",
        "flavorText": "The inhabitants of this forlorn place had long forgotten civilization. Their caches, however, bespoke what they once were.",
        "source": "action_deck_2"
    },
    {
        "alias": "exploration_rider",
        "name": "Exploration Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, explore up to 3 different non-cultural planets you control.",
        "flavorText": "Harrugh gripped the straps of his pack tightly. Even in the blazing sun, he felt a chill run down his spine. Spirits roamed here. Why must the council disturb them?",
        "source": "action_deck_2"
    },
    {
        "alias": "frontier_rider",
        "name": "Frontier Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, replenish your commodities and explore a frontier token on the game board.",
        "flavorText": "Acamar held up the partial transcription of a legendary Lazax war treatise. With the return of their ancient enemy, finding the full document was imperative.",
        "source": "action_deck_2"
    },
    {
        "alias": "heist",
        "name": "Heist",
        "phase": "Action",
        "window": "After you gain control of a planet that was controlled by another player",
        "text": "Take up to 2 of that player's relic fragments, trade goods, or commodities.",
        "flavorText": "Mot awoke in a pool of his own blood. S'ula had the courtesy to let him live—just barely—but he was too weak to stand. So, he lay in front of the empty vault and wept.",
        "source": "action_deck_2"
    },
    {
        "alias": "mysterious_brokers",
        "name": "Mysterious Brokers",
        "phase": "Action",
        "window": "After you pass",
        "text": "You may purge 1 of your relics to gain 1 relic. If you do not, gain trade goods equal to the number of neighbors you have that have not passed.",
        "flavorText": "The broker sat unmoving. Its body, nearly stone, lent it to such an activity. However, this being was worth its weight in credits, for its memories stretched to the dawn of wonders, and its stories flowed to those who would fulfill its needs.",
        "source": "action_deck_2"
    },
    {
        "alias": "reconstruction",
        "name": "Reconstruction",
        "phase": "Action",
        "window": "ACTION",
        "text": "Ready 1 of your planets that has a trait. Then, reveal the top 3 cards of an exploration deck that matches that planet; attach each attachment that you reveal to that planet and discard the rest.",
        "flavorText": "Tungstantus collapsed mid-step as their energy depleted. The world was far from its former glory, and they would not rest until it was a paradise once more.",
        "source": "action_deck_2"
    },
    {
        "alias": "relic_rider",
        "name": "Relic Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, gain 1 relic.",
        "flavorText": "Qanoj watched the light reflect off of the shard and dance about his chambers. Such a pretty thing. And yet, so many had died for it.",
        "source": "action_deck_2"
    },
    {
        "alias": "simulacrum",
        "name": "Simulacrum",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Ready or exhaust any agent.",
        "flavorText": "\"Damn thing tried to kill me,\" Suffi grunted as she heaved the corpse onto the floor. \"Best we destroy that spinner after all. This galaxy can barely handle one of me.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "side_project1",
        "name": "Side Project",
        "phase": "Action",
        "window": "When you research a technology",
        "text": "Gain a technology that has no prerequisites. [Note: This may be used as a prerequisite of the technology you are researching.]",
        "automationID": "side_project",
        "flavorText": "As the council meeting drew to a close, Suffi stood up. \"Before we adjourn, I'd like to announce that our neural enhancement project has entered the final phase of clinical trials.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "side_project2",
        "name": "Side Project",
        "phase": "Action",
        "window": "When you research a technology",
        "text": "Gain a technology that has no prerequisites. [Note: This may be used as a prerequisite of the technology you are researching.]",
        "automationID": "side_project",
        "flavorText": "A projection showed four individuals competing in a task, with one participant fiercely outpacing the others as he interfaced with the device through thought alone. The council murmured approvingly.",
        "source": "action_deck_2"
    },
    {
        "alias": "side_project3",
        "name": "Side Project",
        "phase": "Action",
        "window": "When you research a technology",
        "text": "Gain a technology that has no prerequisites. [Note: This may be used as a prerequisite of the technology you are researching.]",
        "automationID": "side_project",
        "flavorText": "After the meeting, Xander wore a look of endearment. \"I swear, Suffi, where did you even find the time to organize this project?\"",
        "source": "action_deck_2"
    },
    {
        "alias": "side_project4",
        "name": "Side Project",
        "phase": "Action",
        "window": "When you research a technology",
        "text": "Gain a technology that has no prerequisites. [Note: This may be used as a prerequisite of the technology you are researching.]",
        "automationID": "side_project",
        "flavorText": "Suffi parted her hair, revealing a small metal plate indicative of a neural implant. Xander gasped, realizing she must have had the surgery long ago. \"You did this before the trials were completed?\" Suffi shrugged. \"Before the trials even began.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "survey",
        "name": "Survey",
        "phase": "Action",
        "window": "ACTION",
        "text": "Explore 1 planet you control; when you would draw from the exploration deck, you may resolve a card from its discard pile instead.",
        "flavorText": "Dart sighed. \"Wake the unspeakable horror from eternal slumber, you said—they'll be grateful!\" Tai only whimpered as their ship lifted off without them.",
        "source": "action_deck_2"
    },
    {
        "alias": "tomb_raiders",
        "name": "Tomb Raiders",
        "phase": "Action",
        "window": "ACTION",
        "text": "Gain 2 commodities. Then, reveal the top card of each exploration deck; gain any relic fragments that you reveal and discard the rest.",
        "flavorText": "As her hostages hurled insults, S'ula began to laugh. \"This artifact was the property of countless civilizations. You thought its journey would end with yours?\"",
        "source": "action_deck_2"
    },
    {
        "alias": "void_path",
        "name": "Void Path",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Choose 1 system that does not contain planets. During this turn, you treat that system as if it contains an alpha, beta, and gamma wormhole.",
        "flavorText": "\"As we lack the form of your world, you will lack that of ours,\" Taivra said without tone. \"Let us hope you are better prepared for your first pilgrimage than we for ours.\"",
        "source": "action_deck_2"
    },




    {
        "alias": "alliance_rider",
        "name": "Alliance Rider",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, gain the alliance ability of a random, unused faction.",
        "flavorText": "S'ula limped toward the podium, meeting the jeers with a defiant smirk. She had been chased to the ends of the galaxy and now stood before the council with an offer to capitulate—to one of them.",
        "source": "action_deck_2"
    },
    {
        "alias": "ambassadors",
        "name": "Ambassadors",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Place 1 infantry from your reinforcements into coexistence on a non-home planet controlled by another player and exhaust each planet in its system.",
        "flavorText": "The pageantry and endless bandying of crooked words with these uncertain allies was yet another of their schemes.",
        "source": "action_deck_2"
    },
    {
        "alias": "arbitration",
        "name": "Arbitration",
        "phase": "Action",
        "window": "ACTION",
        "text": "Choose 1 non-home planet that contains ground forces and another player that does not control that planet. That player places 1 infantry from their reinforcements into coexistence on that planet.",
        "flavorText": "When the Justicar left the room, Odlynn sank into his chair with a long, slow sigh. He had been granted once-prime real estate on a paradise world. Too bad the market for such land had tanked after the disaster on nearby Acheron.",
        "source": "action_deck_2"
    },
    {
        "alias": "flawless_strategy",
        "name": "Flawless Strategy",
        "phase": "Action",
        "window": "After you exhaust your strategy card",
        "text": "Resolve the secondary ability of that strategy card without spending a command token.",
        "flavorText": "PROTOCOL SUCCESSFUL<< [ID:NULL] DEFEAT INEVITABLE<< PEERLESS MANY<< INFINITE ONE<< [ID:NIITAKA]<< QUEUED1<< QUEUED2<< QUEUED3...",
        "source": "action_deck_2"
    },
    {
        "alias": "opportunists",
        "name": "Opportunists",
        "phase": "Action",
        "window": "After you lose a space combat",
        "text": "Place 1 neutral cruiser and 2 neutral destroyers in that system; space combat is resolved in that system if it contains non-neutral ships.",
        "flavorText": "The sensors of the lead ship exploded with an array of alarms and damage alerts as a fleet of unmarked ships poured forth from the wormhole. Reports be damned, these were no mere pirates.",
        "source": "action_deck_2"
    },
    {
        "alias": "overthrow1",
        "name": "Overthrow",
        "phase": "Action",
        "window": "After you resolve a tactical action during which you gained control of a planet that was controlled by another player",
        "text": "Perform the secondary ability of 1 of that player's strategy cards; if that planet is in that player's home system, perform the primary ability instead.",
        "flavorText": "Vos was out of the office before the Winnaran hit the floor. That would send a message to the loyalists.",
        "source": "action_deck_2"
    },
    {
        "alias": "overthrow2",
        "name": "Overthrow",
        "phase": "Action",
        "window": "After you resolve a tactical action during which you gained control of a planet that was controlled by another player",
        "text": "Perform the secondary ability of 1 of that player's strategy cards; if that planet is in that player's home system, perform the primary ability instead.",
        "flavorText": "The Hercant merchant's blood-slicked finger slipped from Vos's grip as the scan chimed.",
        "source": "action_deck_2"
    },
    {
        "alias": "overthrow3",
        "name": "Overthrow",
        "phase": "Action",
        "window": "After you resolve a tactical action during which you gained control of a planet that was controlled by another player",
        "text": "Perform the secondary ability of 1 of that player's strategy cards; if that planet is in that player's home system, perform the primary ability instead.",
        "flavorText": "Vos sighed as he approached Mordai II. Sharsiss had given him tough orders before, but this?",
        "source": "action_deck_2"
    },
    {
        "alias": "overthrow4",
        "name": "Overthrow",
        "phase": "Action",
        "window": "After you resolve a tactical action during which you gained control of a planet that was controlled by another player",
        "text": "Perform the secondary ability of 1 of that player's strategy cards; if that planet is in that player's home system, perform the primary ability instead.",
        "flavorText": "Vos leapt toward the transport below as Connor fired from the balcony. \"See you, cowboy.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "propaganda_te",
        "name": "Propaganda",
        "phase": "Agenda",
        "window": "After the first agenda of this agenda phase is revealed",
        "text": "Exhaust up to 2 non-home, non-legendary planets that contain your units to place a number of infantry from your reinforcements on each of those planets equal to its influence value.",
        "flavorText": "The Federation anthem blared from the holoscreen as troops paraded across it. \"They're doing their part. Are you? Join the Mobile Legion and save the galaxy!\"",
        "source": "action_deck_2"
    },
    {
        "alias": "refugees",
        "name": "Refugees",
        "phase": "Action",
        "window": "After you lose a ground combat",
        "text": "Place up to 2 infantry from your reinforcements into coexistence on any planets that player controls outside of their home system. [Note: You can commit both to 1 planet, or 1 to 2 different planets, like Yin Hero.]",
        "flavorText": "Beneath the desert, an impossible warren held the echoes of the once-great Lazax Empire. Nearly a century later, their eyes still shone with the pain of defeat.",
        "source": "action_deck_2"
    },
    {
        "alias": "rogues",
        "name": "Rogues",
        "phase": "Action",
        "window": "ACTION",
        "text": "Place 3 neutral fighters in a non-home system; space combat is resolved in that system if it contains non-neutral ships.",
        "flavorText": "\"Them void-rats cost an arm and a leg,\" Ipswitch said with disgust. \"Ah, well. Not my arm or my leg\"",
        "source": "deprecated"
    },
    {
        "alias": "sacrifice1",
        "name": "Sacrifice",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Destroy 1 of your units to either draw 1 secret objective or gain your breakthrough. Then, move 1 ingress token into that unit's system.",
        "flavorText": "Sharsiss exulted. Each foolish puppet had done his bidding without notice. Their minds shattered at the merest glimpse of power—of what was to come, of what they would become.",
        "source": "action_deck_2"
    },
    {
        "alias": "sacrifice2",
        "name": "Sacrifice",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Destroy 1 of your units to either draw 1 secret objective or gain your breakthrough. Then, move 1 ingress token into that unit's system.",
        "flavorText": "Mot was disturbed by the sight of the ivory monolith looming over the capitol. He was told that it was his idea to bring it here, but had no recollection of it.",
        "source": "action_deck_2"
    },
    {
        "alias": "sacrifice3",
        "name": "Sacrifice",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Destroy 1 of your units to either draw 1 secret objective or gain your breakthrough. Then, move 1 ingress token into that unit's system.",
        "flavorText": "The insignificant device let off no energy, no known signals. It lay inert for untold ages. Yet, upon touch, innumerable, unspeakable truths were relayed in an instant. Then, there was only darkness.",
        "source": "action_deck_2"
    },
    {
        "alias": "sacrifice4",
        "name": "Sacrifice",
        "phase": "Action",
        "window": "At the start of your turn",
        "text": "Destroy 1 of your units to either draw 1 secret objective or gain your breakthrough. Then, move 1 ingress token into that unit's system.",
        "flavorText": "Dart sighed. \"Wake the unspeakable horror from eternal slumber, you said—they'll be grateful!\" Tai only whimpered as their ship lifted off without them.",
        "source": "action_deck_2"
    },
    {
        "alias": "scavenged_fleet",
        "name": "Scavenged Fleet",
        "phase": "Any",
        "window": "After 1 or more of a player's ships are destroyed",
        "text": "Place matching neutral ships in a non-home system that contains no non-neutral ships.",
        "flavorText": "\"Yeah, nah—we didn't nick that hull off the Baron,\" Ipswitch cut in with a smirk. \"We pinched it off some right stinkin' void-rats—who pinched it off 'im. Lucky for us, the dogs ate the paperwork. Possession's nine-tenths and all.\"",
        "source": "action_deck_2"
    },
    {
        "alias": "settlements",
        "name": "Settlements",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Predict aloud an outcome of this agenda. If your prediction is correct, place up to 2 infantry from your reinforcements into coexistence on any non-home planets controlled by players that voted for that outcome. [Note: You can commit to the same or different planets, like Yin Hero.]",
        "flavorText": "Quann's great ocean was everything Carinna had hoped. Could they not see its worth?",
        "source": "action_deck_2"
    },
    {
        "alias": "settlers",
        "name": "Settlers",
        "phase": "Action",
        "window": "ACTION",
        "text": "Choose 1 non-home planet controlled by another player that contains their ground forces. That player may allow you to place 2 infantry from your reinforcements into coexistence on that planet. If they do not, exhaust that planet and destroy up to 2 units on it.",
        "flavorText": "Willard grumbled as another frigate shuttled toward the ocean-cities. They would soon be outnumbered.",
        "source": "action_deck_2"
    },
    {
        "alias": "strategic_focus",
        "name": "Strategic Focus",
        "phase": "Action",
        "window": "After you pass",
        "text": "Resolve the secondary ability of 1 readied or unchosen strategy card without spending a command token.",
        "flavorText": "\"With every imaginable incarnation of death at our doorsteps, they still reach for more,\" Rinn sighed. \"We must remain focused. Steady.\"",
        "source": "action_deck_2"
    }
]