[
  {
    "alias": "ancient_data_archive",
    "name": "Data Archive",
    "phase": "Agenda",
    "window": "Before the \"Ready Planets\" step of the agenda phase",
    "text": "Exhaust each of your readied planets to explore up to 2 of those planets.",
    "flavorText": "Xuange was practically beaming with pleasure, though none would ever know it. Their research had paid off—the vault was exactly where they had expected it to be.",
    "source": "action_deck_2"
  },
  {
    "alias": "ancient_trade_routes",
    "name": "Ancient Trade Routes",
    "phase": "Action",
    "window": "At the start of your turn",
    "text": "Choose any number of players. Those players gain 1 commodity. During this turn, treat each other player as if you were neighbors.",
    "flavorText": "\"Stationmaster,\" Kier said, fidgeting nervously, \"we can't just show up expecting cargo. These routes have been dead for centuries.\" Artuno smirked, \"See to it that they are reinstated, then. The Memoria will accompany you if necessary.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "annexation",
    "name": "Annexation",
    "phase": "Action",
    "window": "After you commit units to land on another player's non-legendary, non-home planet other than Mecatol Rex",
    "text": "That player must remove all of their ground forces from that planet and place them on a different planet they control, if able.",
    "flavorText": "Airo Shir Aur interrupted the diplomat with a wave of his hand, \"Our dominion knows no border.\" The man hesitated, then agreed.",
    "source": "action_deck_2"
  },
  {
    "alias": "armistice",
    "name": "Armistice",
    "phase": "Action",
    "window": "When another player activates a system that contains your units",
    "text": "End that player's turn and return their command token in the active system to their tactic pool. [Note: They do not have to have a token in the system to play this card.]",
    "flavorText": "The titan stared silently as the other diplomats argued. These small creatures... always squabbling, always grasping for more. Her thoughts drifted to the Ul, to home, and she sighed audibly.",
    "source": "action_deck_2"
  },
  {
    "alias": "arms_deal",
    "name": "Arms Deal",
    "phase": "Action",
    "window": "Action",
    "text": "Choose 1 of your neighbors. That player places 1 cruiser and 1 destroyer from their reinforcements in any system containing their ships.",
    "flavorText": "Ipswitch smirked when the Commander asked for the ships' documentation, \"Probably burned... with the bodies.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "artifact_hunters",
    "name": "Artifact Hunters",
    "phase": "Action",
    "window": "Action",
    "text": "Explore 1 planet you control; if the resolved card is a relic fragment, you may spend 5 influence and purge that relic fragment to gain 1 relic.",
    "flavorText": "\"This is...\" Dart let out a long whistle. \"I can't identify a single part of it. Can you?\"",
    "source": "action_deck_2"
  },
  {
    "alias": "artifact_research",
    "name": "Artifact Research",
    "phase": "Action",
    "window": "When you spend resources to research a technology",
    "text": "Discard 1 of your relic fragments to reduce the resources spent by 4 and ignore 1 of that technology's prerequisites.",
    "flavorText": "\"I don't feel any different,\" Dart said, his eyes blazing with the fire of a thousand dying worlds. \"What do you mean 'oh god your eyes'?\"",
    "source": "action_deck_2"
  },
  {
    "alias": "black_market_raid",
    "name": "Black Market Raid",
    "phase": "Action",
    "window": "Action",
    "text": "Spend 3 resources and purge 2 of your relic fragments to gain 1 relic.",
    "flavorText": "The black shard dripped with blood—some of it her own. What she had done, she did for the Federation. For all of humankind.",
    "source": "action_deck_2"
  },
  {
    "alias": "boarding_torpedoes",
    "name": "Boarding Torpedoes",
    "phase": "Action",
    "window": "When a hit is assigned to your opponent's non-fighter ship that has a cost of 4 or less",
    "text": "Replace that ship with a matching unit from your reinforcements. [Note: SUSTAIN DAMAGE is before the assignment of hits. If the unit is a ground force or structure, that the other player is treating as a ship, you cannot place that unit.]",
    "flavorText": "\"Brother,\" the Admiral said. \"Our ships are breaking up. If we retreat now...\" Milor glared at him. \"No! Have them launch the remaining fighters and board the enemy in the lifepods. In Darien's name, we fight to the last!\"",
    "source": "action_deck_2"
  },
  {
    "alias": "brilliant_tactician",
    "name": "Brilliant Tactician",
    "phase": "Action",
    "window": "At the start of your turn",
    "text": "Redistribute any number of your command tokens on your command sheet or place 1 command token from your reinforcements in your tactic pool.",
    "flavorText": "Suffi An watched from a safe distance as the payload fell, the glow from the bombardment illuminating her cockpit. Eventually, it would become too dangerous to remain, but for now... for now she would observe.",
    "source": "action_deck_2"
  },
  {
    "alias": "brutal_occupation",
    "name": "Brutal Occupation",
    "phase": "Action",
    "window": "After you gain control of a planet",
    "text": "Ready that planet or gain 2 commodities.",
    "flavorText": "The harvest of Ordinian was so complete that even the planet's core was depleted. The Nekro left nothing usable. Only its lifeless shell remained.",
    "source": "action_deck_2"
  },
  {
    "alias": "chain_reaction",
    "name": "Chain Reaction",
    "phase": "Action",
    "window": "After you destroy 1 of your opponent's non-fighter ships",
    "text": "Produce 1 hit against your opponent's ships. Then, roll 1 die; if the result is 6 or greater, repeat this effect.",
    "flavorText": "Jace smiled at the rookie pilot's disbelief. The ship the youngster's ordnance connected with had transformed into a deadlier weapon than any in their fleet.",
    "source": "action_deck_2"
  },
  {
    "alias": "classified_weapons_acd2",
    "name": "Classified Weapons",
    "phase": "Action",
    "window": "When 1 of your units makes a roll for a unit ability",
    "text": "That unit rolls 2 additional dice.",
    "flavorText": "The warnings came too late for the Hylar. When an investigator from the Universities arrived weeks later to survey the carnage, naught was left but smoldering craters. The Gashlai's message was clear.",
    "source": "action_deck_2"
  },
  {
    "alias": "close_quarters",
    "name": "Close Quarters",
    "phase": "Action",
    "window": "At the start of a combat",
    "text": "During this combat, apply +3 to the result of your unit's combat rolls and your opponent's unit's combat rolls.",
    "flavorText": "\"Now, now, Unlenn,\" Evelyn smirked as she hailed the Viscount's heavy cruiser. \"Looking to bring history to life, are we?\" She gave the signal and the Benthic's railguns whirred to life.",
    "source": "action_deck_2"
  },
  {
    "alias": "concise_legal_text",
    "name": "Concise Legal Text",
    "phase": "Agenda",
    "window": "When an agenda is revealed",
    "text": "Players cannot resolve abilities until this agenda is being resolved.",
    "flavorText": "Magmus chuckled at Elder Junn's look of concern. \"Let's see you worm your way out of this...\"",
    "source": "action_deck_2"
  },
  {
    "alias": "continuous_barrage",
    "name": "Continuous Barrage",
    "phase": "Action",
    "window": "At the end of a round of space combat",
    "text": "Your units in the active system use their ANTI-FIGHTER BARRAGE abilities.",
    "flavorText": "Mirik pounded his fist on his command chair. \"We've locked onto the squadron's rendezvous point. Fire with precision!\"",
    "source": "action_deck_2"
  },
  {
    "alias": "corporate_lobbying",
    "name": "Corporate Lobbying",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, you and each player who voted for the resolved outcome gain 2 trade goods.",
    "flavorText": "Mot sank into his chair after signing the last of the trade deals. He was gambling with the fate of the galaxy, yet his empire was secure. Many would suffer, but that was a sacrifice he was willing to make.",
    "source": "action_deck_2"
  },
  {
    "alias": "crisis_management",
    "name": "Crisis Management",
    "phase": "Action",
    "window": "Action",
    "text": "Pass. Then, perform the secondary ability of 1 readied or unchosen strategy card; if that card is readied, spend command tokens from your reinforcements instead of your strategy pool when performing that ability. [Note: You cannot play this card if you would not otherwise be eligible to pass.]",
    "flavorText": "\"They've stretched themselves to the brink of destruction. With every imaginable incarnation of death at our doorsteps, they still reach for more,\" Elder Junn shook his head. \"We must remain focused. Steady.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "decisive_victory",
    "name": "Decisive Victory",
    "phase": "Action",
    "window": "When your opponent has no ships remaining in the active system at the end of the first round of a space combat",
    "text": "Remove your command token from the active system.",
    "flavorText": "The Letnev fleet had sliced through the blockade in an instant. Their survival was owed solely to T'ro's prudent decision to retreat.",
    "source": "action_deck_2"
  },
  {
    "alias": "defectors",
    "name": "Defectors",
    "phase": "Action",
    "window": "Action",
    "text": "Choose 1 system that contains 1 of another player's ships and no other of that player's units. Spend trade goods equal to the cost of that ship to replace it with a matching ship from your reinforcements.",
    "flavorText": "\"Then she was... assimilated... by the Letani. Now, you want me to... terminate her.\" The operative choked on her words. \"What's left of her,\" said Kuuasi, not unkindly.",
    "source": "action_deck_2"
  },
  {
    "alias": "defense_installation",
    "name": "Defense Installation",
    "phase": "Action",
    "window": "Action",
    "text": "Exhaust 1 planet you control to place 1 PDS from your reinforcements on that planet.",
    "flavorText": "Tellurian raised their arms above their head and emitted a strange noise that the locals presumed was joyous. In the near distance, one of its own broke through the earth, shattering the landscape.",
    "source": "action_deck_2"
  },
  {
    "alias": "defense_rider",
    "name": "Defense Rider",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, place up to 2 PDS from your reinforcements on a planet you control.",
    "flavorText": "\"In the final moments of their empire, the Lazax wished to see us armed against our oppressors.\" As  Magmus spoke, his voice rose from a gravelly rumble to a roar, \"I now invoke their final decree!\"",
    "source": "action_deck_2"
  },
  {
    "alias": "deflection",
    "name": "Deflection",
    "phase": "Strategy",
    "window": "At the start of the strategy phase",
    "text": "Choose 1 strategy card. Other players must spend 1 token from their strategy pool to choose that strategy card during this strategy phase, if they have another choice.",
    "flavorText": "The Tribe elder's eyes flickered in the light of the campfire. \"The greatest form of persuasion lies in coercing another to believe the course of action you wish for them to take was their idea all along.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "derelict_space_station",
    "name": "Derelict Station",
    "phase": "Action",
    "window": "After your ships move out of, into, or through a system that does not contain a planet",
    "text": "Explore a frontier token that is in that system or gain 2 trade goods.",
    "flavorText": "The inhabitants of this forlorn place had long forgotten civilization. Their caches, however, bespoke what they once were.",
    "source": "action_deck_2"
  },
  {
    "alias": "discord",
    "name": "Discord",
    "phase": "Action",
    "window": "When you perform a strategic action",
    "text": "Choose 1 player. If that player spends a command token during this strategic action, they must spend 1 additional command token from their strategy pool, if able.",
    "flavorText": "Spittle flew forth from The Stillness of Stars' crimson maw as a gurgled laugh escaped him. Panic filled the Federation airwaves. His human minions had done well.",
    "source": "action_deck_2"
  },
  {
    "alias": "diverse_strategies",
    "name": "Diverse Strategies",
    "phase": "Any",
    "window": "When you would perform the primary ability of a strategy card",
    "text": "Perform the secondary ability of any 2 strategy cards instead; while performing these abilities, spend command tokens from your reinforcements instead of your strategy pool. [Note: You cannot choose the same strategy card twice.]",
    "flavorText": "\"Diversity is our strength,\" Claire said with pride. \"Endlessly variable, capable citizens, each contributing to our inevitable victory.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "double_agents",
    "name": "Double Agents",
    "phase": "Any",
    "window": "When another non-active player plays an action card other than \"Sabotage\"",
    "text": "Cancel and take that action card.",
    "flavorText": "\"Sorry, love, it's just business,\" Mot said with a hint of regret. S'Ula screamed from behind her gag as she watched him reroute the ship towards Arcturus.",
    "source": "action_deck_2"
  },
  {
    "alias": "drop_pods",
    "name": "Drop Pods",
    "phase": "Action",
    "window": "After your units use BOMBARDMENT against a planet",
    "text": "Place 1 infantry from your reinforcements on that planet for each die result that did not produce a hit.",
    "flavorText": "The brood swarmed around the planet, a tendril-like formation made entirely of ships. It whipped furiously as it released thousands of kin towards the surface, seeding the planet. It would be the home of a new generation of warriors.",
    "source": "action_deck_2"
  },
  {
    "alias": "early_voting",
    "name": "Early Voting",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "Choose 1 player. That player votes first on this agenda. After this agenda is resolved, if that player cast votes on the resolved outcome, they place up to 2 command tokens from their reinforcements in their strategy pool. [Note: Voting continues in the normal order. They do not vote again.]",
    "flavorText": "Ciel slowly covered his mouth in horror as he realized his mistake. \"Damn these galactic time zones!\"",
    "source": "action_deck_2"
  },
  {
    "alias": "efficiency_initiative",
    "name": "Efficiency Initiative",
    "phase": "Action",
    "window": "When 1 or more of your units use PRODUCTION",
    "text": "Reduce the total PRODUCTION value of those units by up to 3 to reduce the combined cost of the produced units by an equal amount and gain an equal number of trade goods. [Note: These trade goods are available to be spent during this production.]",
    "flavorText": "I48S surveyed the new installation. The new processes increased output by nearly 11%. With a little work, he was sure he could increase efficiency by another 4%.",
    "source": "action_deck_2"
  },
  {
    "alias": "escape_route",
    "name": "Escape Route",
    "phase": "Action",
    "window": "Before you assign hits to your ships during a space combat",
    "text": "If you announced a retreat, cancel up to 2 hits. During this combat, treat each system that contains 1 of your space docks as adjacent to this system.",
    "flavorText": "These were ancient routes, forgotten by time and kept secret by the Argent for use during their migration protocols. However, the Mahact remembered them well.",
    "source": "action_deck_2"
  },
  {
    "alias": "espionage",
    "name": "Espionage",
    "phase": "Action",
    "window": "Action",
    "text": "Choose 1 player with the most victory points. You may look at that player's action cards; otherwise, look at 1 of their unscored secret objectives, at random.",
    "flavorText": "Z'eu closed her eyes and listened for a moment as her guests gasped for air, collapsing one by one as the poison took them. Such is the beauty of the Naalu, she thought.",
    "source": "action_deck_2"
  },
  {
    "alias": "exploration_rider",
    "name": "Exploration Rider",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, explore up to 3 different non-cultural planets you control.",
    "flavorText": "Harrugh gripped the straps of his pack tightly. Even in the blazing sun, he felt a chill run down his spine. Spirits roamed here. Why must the council disturb them?",
    "source": "action_deck_2"
  },
  {
    "alias": "field_test",
    "name": "Field Test",
    "phase": "Action",
    "window": "At the start of your turn",
    "text": "Gain 1 technology. Return that technology to your technology deck at the end of this turn.",
    "flavorText": "Another jolt from the machine surged through Rin's limbs. It no longer bothered her. She was changing. Not just mentally, but physically as well.",
    "source": "action_deck_2"
  },
  {
    "alias": "flawless_strategy",
    "name": "Flawless Strategy",
    "phase": "Action",
    "window": "After you exhaust a strategy card",
    "text": "Perform the secondary ability of that strategy card; while performing that ability, spend command tokens from your reinforcements instead of your strategy pool.",
    "flavorText": "PROTOCOL SUCCESSFUL >> [NULL ID] FATE SEALED << DEFEAT INEVITABLE >> PEERLESS MANY << INFINITE ONE >> [ID:NIITAKA] << QUEUED1 << QUEUED2 << QUEUED3...",
    "source": "action_deck_2"
  },
  {
    "alias": "forced_hand",
    "name": "Forced Hand",
    "phase": "Action",
    "window": "After another player performs an action",
    "text": "That player must perform an additional action this turn or pass.",
    "flavorText": "The past flooded Ahk-Syl Siven's thoughts upon seeing the Mahact, and the memory of his essence being rewritten on a subatomic level surged involuntarily to the forefront of his consciousness.",
    "source": "action_deck_2"
  },
  {
    "alias": "freedom_fighters",
    "name": "Freedom Fighters",
    "phase": "Action",
    "window": "After you commit units to land on another player's non-home planet",
    "text": "Place 1 infantry on that planet. Then, if you have more ground forces on that planet than that player, place 1 additional infantry.",
    "flavorText": "Harrugh had brought them supplies, lived among them, honored their traditions, and filled them with hope. On the promised day, they would repay him with their determination for liberation.",
    "source": "action_deck_2"
  },
  {
    "alias": "frontier_rider",
    "name": "Frontier Rider",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, explore up to 2 frontier tokens on the game board.",
    "flavorText": "Although Xuange had promised secrecy, they did not discourage the search for Mirage.",
    "source": "action_deck_2"
  },
  {
    "alias": "garner_tribute",
    "name": "Tributes",
    "phase": "Action",
    "window": "Action",
    "text": "Exhaust 1 planet you control to gain trade goods equal to the combined value of its resources and influence.",
    "flavorText": "Berekar excelled at leveraging prestige to attain economic goals. The worlds governed by his people had become lavishly rich through tourism, fueled by their impressive collection of Lazax artifacts.",
    "source": "action_deck_2"
  },
  {
    "alias": "grand_heist",
    "name": "Heist",
    "phase": "Action",
    "window": "After you gain control of a planet that was controlled by another player",
    "text": "Choose 1 type of relic fragment. That player must give you each relic fragment of that type in their play area.",
    "flavorText": "Mot awoke in a pool of his own blood. He was no longer bound – S'Ula had granted him that courtesy at least – but he was too weak to stand. So, he laid in front of the empty vault and wept.",
    "source": "action_deck_2"
  },
  {
    "alias": "hidden_initiatives",
    "name": "Hidden Initiatives",
    "phase": "Action",
    "window": "Action",
    "text": "Draw 1 secret objective and shuffle 1 of your unscored secret objectives into the secret objective deck. [Note: Do not discard due to exceeding your maximum number of secrets in the middle of this effect. You may discard the card you drew.]",
    "flavorText": "M'aban sighed at the man's pleas. How many others could mask their intentions so well? The hunt for this spy had filled her with exhilaration, but seeing him now, bathed in the stench of fear and utterly devoid of composure, disgusted her.",
    "source": "action_deck_2"
  },
  {
    "alias": "hostile_world",
    "name": "Hostile World",
    "phase": "Action",
    "window": "After another player commits units to land on a planet you control",
    "text": "Roll a number of dice equal to the resource value of that planet. For each result of 6 or greater, produce 1 hit against those units.",
    "flavorText": "The old soldier interrupted the discussion of N'orr ground tactics with a snort. \"It's not the enemy you need to be worried about, lads. It's the god forsaken planet.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "intrigue",
    "name": "Intrigue",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "Look at the bottom 2 cards of the agenda deck. Place each card on the top or bottom of the deck in any order. Then, draw 1 action card.",
    "flavorText": "After years of honing the stillness of his mind, Ronald's schemes were finally paying off. Jord had paid him well to infiltrate M'aban's inner circle, but they would only ever receive a pittance of the benefits. No, only the Cabal could provide him with the power he truly desired.",
    "source": "action_deck_2"
  },
  {
    "alias": "ixthian_gift",
    "name": "Ixthian Gift",
    "phase": "Action",
    "window": "At the end of a turn during which you resolved a transaction with a player",
    "text": "Commit 1 infantry from your reinforcements to a planet that player controls. If that planet contains their ground forces, resolve a ground combat. [Note: This does not trigger PDS.]",
    "flavorText": "As the last of the extorted goods were lifted into the ship, the Mahact emissary turned to its smug captain, who had been eyeing her, waiting for a reaction. She smiled.",
    "source": "action_deck_2"
  },
  {
    "alias": "joint_research",
    "name": "Joint Research",
    "phase": "Any",
    "window": "After you research a non-faction technology",
    "text": "Choose 1 other player. That player gains that technology.",
    "flavorText": "Rin had received multiple warnings to avoid working with the Vuil'Raith. However, existential threats to the galaxy had never done much to stifle her curiosity.",
    "source": "action_deck_2"
  },
  {
    "alias": "kickbacks",
    "name": "Kickbacks",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, each player who voted for that outcome must give you 1 promissory note from their hand.",
    "flavorText": "Gil was an emissary to the Civita Planetar. His career had made him well-connected, with comrades in hundreds of bureaucracies and favors owed in many more.",
    "source": "action_deck_2"
  },
  {
    "alias": "last_minute_deliberation",
    "name": "Last Minute Deliberation",
    "phase": "Agenda",
    "window": "Before the \"Ready Planets\" step of the agenda phase",
    "text": "Each player readies up to 2 planets they control. Then, reveal and vote on the top card of the agenda deck.",
    "flavorText": "The rules for such an occasion were dubious. However, dubious had always been Elder Junn's specialty.",
    "source": "action_deck_2"
  },
  {
    "alias": "mercenary_contract",
    "name": "Mercenary Contract",
    "phase": "Action",
    "window": "After a player activates a system that contains your ships",
    "text": "Spend 2 trade goods to place 1 cruiser and 1 destroyer from your reinforcements in the active system.",
    "flavorText": "There is an old adage present in nearly every galactic civilization that money cannot buy true happiness, but money could, in fact, buy a new ship. And that made Tai very, very happy indeed.",
    "source": "action_deck_2"
  },
  {
    "alias": "micrometeoroid_storm",
    "name": "Micrometeoroid Storm",
    "phase": "Action",
    "window": "Action",
    "text": "Choose 1 system that contains another player's fighters. Roll 1 die for each fighter in that system. For each result of 6 or greater, destroy 1 of those units.",
    "flavorText": "The disaster investigation unit could not determine whether it was an act of providence or the beginning stages of an incursion.",
    "source": "action_deck_2"
  },
  {
    "alias": "miraculous_escape",
    "name": "Miraculous Escape",
    "phase": "Any",
    "window": "When 1 of your non-fighter ships would be destroyed",
    "text": "That ship is not destroyed. [Note: Combat hits are assigned simultaneously, and thus excess hits will not destroy this ship.]",
    "flavorText": "The Memoria was known for miraculously surviving perilous situations, but Omar could not believe that it had managed to escape the Van Hauge. He was certain now - this 'Nomad' was not playing by the rules.",
    "source": "action_deck_2"
  },
  {
    "alias": "overtime",
    "name": "Overtime",
    "phase": "Action",
    "window": "Action",
    "text": "Spend between 1 and 3 trade goods to ready an equal number of non-home planets you control.",
    "flavorText": "Captain Agerro sighed. The work was not what he had expected, not what he had wanted, but it had to be done. Fighting would come later.",
    "source": "action_deck_2"
  },
  {
    "alias": "patronage",
    "name": "Patronage",
    "phase": "Status",
    "window": "After the speaker reveals a public objective",
    "text": "Look at the top 2 cards of the matching public objective deck; you may reveal 1 of these cards and purge the objective the speaker revealed.",
    "flavorText": "The Custodians' proclamation mired Elder Qanoj in anxiety. More support for his enemies, disguised under the pretense of tradition.",
    "source": "action_deck_2"
  },
  {
    "alias": "pivoted_plan",
    "name": "Pivoted Plans",
    "phase": "Action",
    "window": "Action",
    "text": "Discard between 1 and 3 action cards from your hand to draw an equal number of action cards. Then, draw 1 additional action card.",
    "flavorText": "\"We must not become stagnant. Stagnation is what broke this galaxy,\" I48S said, barely hesitating at his patient's screams. \"Pain? Let's remove that.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "propaganda",
    "name": "Propaganda",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "Exhaust up to 2 of your non-home planets other than Mecatol Rex to place a number of infantry from your reinforcements on each of those planets equal to the planet's influence value.",
    "flavorText": "The Federation anthem accompanied Sara, Blake, and Nolad on the screen. \"They're doing their part. Are you? Join the Mobile Legion and save the galaxy. Service guarantees citizenship.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "prophecy",
    "name": "Prophecy",
    "phase": "Any",
    "window": "After a die is rolled",
    "text": "Apply +3 or -3 to the result of that roll.",
    "flavorText": "Ahk-Syl Siven flared, bright red briefly overtaking blue. \"Would I lie to you?\" The flame pulsed, suspended in the air before him. Was it real? Or just an illusion?",
    "source": "action_deck_2"
  },
  {
    "alias": "proxy_war",
    "name": "Proxy War",
    "phase": "Action",
    "window": "At the start of your turn",
    "text": "During this turn, until you activate another player's home system, players treat all promissory notes in play areas as blank.",
    "flavorText": "The sensors of the lead ship exploded with an array of alarms and damage alerts as an entire fleet of unmarked ships poured forth from the wormhole, raining destruction upon the unsuspecting convoy. Reports be damned, these were no mere pirates.",
    "source": "action_deck_2"
  },
  {
    "alias": "public_outcry",
    "name": "Public Outcry",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "Players must vote on this agenda, if able. Predict aloud an outcome of this agenda. If your prediction is correct, each player that voted for that outcome discards 2 random action cards from their hand.",
    "flavorText": "A crowd formed outside the Senate Possessional. As they hurled objects towards those accessing the building, Ciel smiled, \"Nice dodge, Junn, quite agile for your age.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "reconstruction",
    "name": "Reconstruction",
    "phase": "Action",
    "window": "Action",
    "text": "Ready 1 of your planets that has a trait. Then, reveal the top 3 cards of the exploration deck that matches that planet; attach each attachment that you reveal to that planet and discard the rest.",
    "flavorText": "Tungstantus collapsed mid-step as their energy completely depleted. The world was far from its former glory, and they would not stop until it was a paradise once more.",
    "source": "action_deck_2"
  },
  {
    "alias": "rehashed_debates",
    "name": "Rehashed Debates",
    "phase": "Agenda",
    "window": "When an agenda is revealed",
    "text": "Choose 1 agenda in play or in the discard pile. Then, discard the revealed agenda. Players vote on the chosen agenda instead, as if it were revealed from the agenda deck.",
    "flavorText": "When Perdin arrived at the Senate Possessional, he was greeted by a crowd of doomsayers, incensed by his agreements regarding the Ixthian artifact. \"Fools,\" he sighed, \"You will soon understand the providence of Winnaran wisdom.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "relay_connection",
    "name": "Relay Connection",
    "phase": "Action",
    "window": "After 1 of your units uses PRODUCTION to produce a ship in a system",
    "text": "Produce 1 ship of that type in any number of other systems that contain 1 of your units with PRODUCTION.",
    "flavorText": "His engineers broke into celebration as Umbat called out to praise them, \"The forge burns my soul alight! This is our freedom!\"",
    "source": "action_deck_2"
  },
  {
    "alias": "relic_rider",
    "name": "Relic Rider",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, gain 1 relic.",
    "flavorText": "Qanoj watched the light reflect off of the shard and dance about his chambers. Such a pretty thing. And yet, so many had died for it.",
    "source": "action_deck_2"
  },
  {
    "alias": "rendezvous_point",
    "name": "Rendezvous Point",
    "phase": "Action",
    "window": "Action",
    "text": "Choose 1 system that does not contain other players' units. Move 1 or more of your ships in adjacent systems that do not contain 1 of your command tokens into the chosen system. [Note: You can transport ground forces during this movement.]",
    "flavorText": "\"Frankly, sir, this operation is...\" The Admiral trailed off. Alastair leaned back in his chair as he finished her sentence, \"A logistical nightmare? I recommend you get to it then.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "revolution",
    "name": "Revolution",
    "phase": "Strategy",
    "window": "At the start of the strategy phase",
    "text": "During this strategy phase, strategy card choices start with the speaker and proceed counterclockwise.",
    "flavorText": "In the distance, a huge explosion illuminated the sky. Brother Milor gripped the rails of his balcony as he watched the chaos unfolding in the streets below. The people demanded a revolution, and he would grant them one.",
    "source": "action_deck_2"
  },
  {
    "alias": "risky_jump",
    "name": "Risky Jump",
    "phase": "Action",
    "window": "After you activate a system",
    "text": "Apply +2 to the move value of 1 of your ships during this tactical action. When that ship moves into the active system, roll 1 die; on a result of 1 or 2, remove that ship from the game board, along with any units it is transporting.",
    "flavorText": "They were alive and ahead of schedule, but Mendosa had no intention of allowing his pilot to \"eyeball it\" ever again.",
    "source": "action_deck_2"
  },
  {
    "alias": "safety_overrides",
    "name": "Safety Overrides",
    "phase": "Action",
    "window": "After 1 of your mechs is destroyed during a ground combat",
    "text": "Produce 2 hits against your opponent's units.",
    "flavorText": "In these white-hot flames, the Gashlai knew only ecstasy.",
    "source": "action_deck_2"
  },
  {
    "alias": "sensor_jam",
    "name": "Sensor Jam",
    "phase": "Action",
    "window": "At the start of a round of space combat",
    "text": "Each of your non-fighter ships in the active system that do not have SUSTAIN DAMAGE gain SUSTAIN DAMAGE until the end of this combat round.",
    "flavorText": "\"What's wrong with these blasted sensors?\" The Count slapped his data console, and, with that, it displayed the enemy's signature in a thirteenth different location.",
    "source": "action_deck_2"
  },
  {
    "alias": "schematics_rider",
    "name": "Schematics Rider",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "You cannot vote on this agenda. Predict aloud an outcome of this agenda and choose 1 non-faction technology owned by another player. If your prediction is correct, gain that technology.",
    "flavorText": "R7-82's optic servo motors malfunctioned for a moment as the council discussed 'feeding' the Virus to satiate its hunger. These fools would doom them all.",
    "source": "action_deck_2"
  },
  {
    "alias": "short-lived_clone",
    "name": "Short-lived Clone",
    "phase": "Any",
    "window": "At the start of your turn",
    "text": "Choose 1 of your readied agents. During this turn, that agent has the text ability of each player's agent, even if their agent is exhausted, and is readied at the end of this turn.",
    "flavorText": "Commandeering the genetic spinner for the task was arduous and the creature it produced quickly became unpredictable.",
    "source": "action_deck_2"
  },
  {
    "alias": "shrapnel_turrets",
    "name": "Shrapnel Turrets",
    "phase": "Action",
    "window": "At the start of a space combat",
    "text": "Each of your non-fighter ships in the active system that do not have ANTI-FIGHTER BARRAGE gain ANTI-FIGHTER BARRAGE 9 (x2) until the end of the combat.",
    "flavorText": "Mendosa grinned widely as he eyed the cargo. \"Ye say we're out of munitions, yet look at all this junk lyin' around. If we get it movin' fast enough, it'll shred 'em up just fine.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "side_project",
    "name": "Side Project",
    "phase": "Action",
    "window": "Action",
    "text": "Spend 1 token from your strategy pool to research a technology that has no prerequisites.",
    "flavorText": "After the meeting, Xander wore a look of endearment. \"I swear, Suffi, where did you even find the time to organize this project?\"",
    "source": "action_deck_2"
  },
  {
    "alias": "singularity_charge",
    "name": "Singularity Charge",
    "phase": "Action",
    "window": "At the start of a combat you are participating in",
    "text": "Each unit that is participating in this combat and has SUSTAIN DAMAGE becomes damaged.",
    "flavorText": "In a barely visible flash, their ships' shields dropped. Mendosa growled, \"Full throttle evasive maneuvers, the Tribesmen have laid a trap!\"",
    "source": "action_deck_2"
  },
  {
    "alias": "sister_ship",
    "name": "Sister Ship",
    "phase": "Any",
    "window": "After 1 of your non-fighter ships is destroyed",
    "text": "Produce a unit of that type in your home system; reduce the cost of that unit by half, rounded up.",
    "flavorText": "The production of the Van Hauge VI had finished in record time. As it left the docking bay, Dannel smiled—a rare occurrence these days. \"Glory to the Yin, my brothers. You have done us all proud.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "smuggler_routes_acd2",
    "name": "Smuggler Routes",
    "phase": "Action",
    "window": "Action",
    "text": "Move 1 of your ships to an adjacent system that does not contain other players' units; ignore the effects of anomalies during this movement. [Note: You can transport ground forces during this movement.]",
    "flavorText": "Greg closed his book, a tale of the Passage of Tears, with a sigh. As he looked to the sky and imagined the space beyond—a place he had never been—he quietly sang in tune with the Symphony, \"I wanna be where the Mentak are. I wanna see—wanna see 'em raidin'.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "spatial_collapse",
    "name": "Spatial Collapse",
    "phase": "Action",
    "window": "Action",
    "text": "Swap the positions of 2 adjacent, non-home systems, other than the Mecatol Rex system and the Wormhole Nexus; one of the systems must contain your ships.",
    "flavorText": "The reports were so unbelievable that Rin had chosen to witness the event firsthand. Defying all she knew, the spatial dimension had twisted into a mockery of itself, leaving the nearby galaxies nearly perfectly mirrored in position.",
    "source": "action_deck_2"
  },
  {
    "alias": "special_considerations",
    "name": "Special Considerations",
    "phase": "Agenda",
    "window": "After an agenda is revealed",
    "text": "Ready up to 3 planets you control. Game effects cannot prevent you from voting on this agenda.",
    "flavorText": "\"It is our right to determine the future of this artifact,\" Mathis said calmly, flashing his imperial seal in a practiced motion. \"Are we not owed such respect?\"",
    "source": "action_deck_2"
  },
  {
    "alias": "stasis_haul",
    "name": "Stasis Haul",
    "phase": "Action",
    "window": "After you activate a system",
    "text": "During this tactical action, apply +1 to the capacity value of each of your non-fighter ships that have a capacity value.",
    "flavorText": "The cargo ships blasted out of the planet's gravity field. Their destination was weeks away, if not months. For all, it meant the promise of new life. For some, it would mean death.",
    "source": "action_deck_2"
  },
  {
    "alias": "stolen_prototype",
    "name": "Stolen Prototype",
    "phase": "Action",
    "window": "After you destroy 1 of another player's units",
    "text": "Spend 4 resources to research a unit upgrade technology of that unit's type; ignore 1 of that technology's prerequisites.",
    "flavorText": "Ssruu looked back from the pod as the infiltration team escaped the fiery inferno. Only as they cleared the blast radius did he loosen his grasp on the stolen schematics.",
    "source": "action_deck_2"
  },
  {
    "alias": "stranded_ship",
    "name": "Stranded Ship",
    "phase": "Action",
    "window": "Action",
    "text": "Place 1 cruiser from your reinforcements in a non-home anomaly that does not contain other players' units.",
    "flavorText": "\"To be clear,\" Tai said flatly, \"you knew this ship had no weapons, no fuel, and a faulty navigation when you purchased it. And yet,\" he gestured, \"here we are.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "syndicate",
    "name": "Syndicate",
    "phase": "Action",
    "window": "Action",
    "text": "Reveal a number of action cards from the action card deck equal to the number of players. Give 1 of those action cards to each other player and take the remaining card.",
    "flavorText": "\"What if I'm not ready, Harka?\" The operative looked away as she spoke. Harka turned her, meeting her gaze. \"The Keleres chose me to lead because my crews have never failed a job. Now, I've chosen you. Believe in me, who believes in you.\"",
    "source": "action_deck_2"
  },
  {
    "alias": "technological_breakthrough",
    "name": "Technological Breakthrough",
    "phase": "Any",
    "window": "When or after you research a technology",
    "text": "Ready each of your planets that have a technology specialty.",
    "flavorText": "The conference erupted in cheers as Doctor Sucaban announced his findings. Despite the countless sacrifices to reach these results, the wide range of applications made it difficult to feel regret.",
    "source": "action_deck_2"
  },
  {
    "alias": "timely_reinforcements",
    "name": "Reinforcements",
    "phase": "Action",
    "window": "After 1 of your non-fighter ships is destroyed during a space combat",
    "text": "Place 3 fighters in the active system.",
    "flavorText": "Many researchers questioned why the Naalu's prescience had not guided them toward a path of excessive caution. Ta Zern postulated that it is linked to their excessive confidence.",
    "source": "action_deck_2"
  },
  {
    "alias": "tomb_raiders",
    "name": "Tomb Raiders",
    "phase": "Action",
    "window": "Action",
    "text": "For each exploration deck, look at the top card of that deck; gain that card if it is a relic fragment.",
    "flavorText": "As her hostages hurled insults, S'Ula began to laugh. \"This artifact was the property of countless civilizations. You thought its journey would end with yours?\"",
    "source": "action_deck_2"
  },
  {
    "alias": "virulent_gas",
    "name": "Virulent Gas",
    "phase": "Action",
    "window": "After your unit's SPACE CANNON or BOMBARDMENT ability produces a hit against another player's ground forces on a planet",
    "text": "Destroy half of that player's infantry on that planet, rounded up.",
    "flavorText": "As they cut their way through the ancient structure's steel wall, Dart's laser-cutter illuminated a canister close to the beam. Tai let out a nervous squeal, \"E-e-exterrix gas!\"  Without hesitation, Dart ran.",
    "source": "action_deck_2"
  },
  {
    "alias": "void_path",
    "name": "Void Path",
    "phase": "Action",
    "window": "After you activate a system",
    "text": "Choose 1 system that does not contain planets. During this tactical action, you treat that system as if it contains each non-delta wormhole.",
    "flavorText": "\"As we lack the form of your world, you will lack that of ours,\" Taivra said without tone. \"Let us hope you are better prepared for your first pilgrimage than we for ours.\"",
    "source": "action_deck_2"
  }
]