[
    {
        "alias": "sister_ship",
        "name": "Sister Ship",
        "automationID" : "refabrication",
        "phase": "Any",
        "window": "After 1 of your non-fighter ships is destroyed",
        "text": "Produce 1 ship of that type in a different system that contains 1 of your units with PRODUCTION; reduce the cost of that ship by up to 4.",
        "flavorText": "The production of the Van Hauge VI was completed in record time. As it left the docking bay, Dannel smiled—a rare occurrence these days. \"Glory to the Yin, my brothers. You have done us all proud.\"",
        "source": "action_deck_2_old"
    },
    {
        "alias": "blackmail",
        "name": "Blackmail",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Choose another player. That player may give you 1 random promissory note from their hand; otherwise, they must cast at least 1 vote for an outcome of your choice during this agenda, if able.",
        "flavorText": "Dirzuga Ohao stood next to the leader of the revolutionaries, his pale eyes full of accusation. \"Not every secret is lost in death, Brother Milor,\" they said in unison.",
        "source": "action_deck_2_old"
    },
    {
        "alias": "energy_pulse",
        "name": "Energy Pulse",
        "phase": "Action",
        "window": "After the \"Move Ships\" substep of a tactical action in a system that contains your units",
        "text": "Choose 1 non-flagship unit in that system. That unit loses its printed abilities during this tactical action.",
        "flavorText": "Ba'al watched as, one by one, each of the settlements went offline. He was not some fool to be laughed at. Who was laughing now?",
        "source": "action_deck_2_old"
    },
    {
        "alias": "spatial_collapse",
        "name": "Spatial Collapse",
        "phase": "Action",
        "window": "Action",
        "text": "Swap the positions of 2 adjacent, non-home systems, other than the Mecatol Rex system and the Wormhole Nexus; one of the chosen systems must contain your ships.",
        "flavorText": "The reports were so incredible that Rin demanded a firsthand view. Defying all she knew, the spatial dimension was a twisted mockery of itself, the nearby systems perfectly mirrored in position.",
        "source": "action_deck_2_old"
    },
    {
        "alias": "corruption",
        "name": "Corruption",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Predict aloud an outcome of this agenda. If your prediction is correct, each other player that voted for that outcome reveals 1 random action card from their hand; take 1 of those cards and discard the rest.",
        "flavorText": "As they placed the noose around her neck, Menda wailed. Suffi, who was next in line, gave her a confident smile. \"First time?\"",
        "source": "action_deck_2_old"
    },
    {
        "alias": "early_voting",
        "name": "Early Voting",
        "phase": "Agenda",
        "window": "After an agenda is revealed",
        "text": "Choose another player. That player votes first on this agenda. If you and that player cast votes for the same outcome of this agenda, cast 5 additional votes for that outcome. [Note: This ability works like Argent Zeal. Argent votes before the chosen player.]",
        "flavorText": "Ciel slowly covered his mouth in horror as he realized his mistake. \"Damn these galactic time zones!\"",
        "source": "action_deck_2_old"
    },
    {
        "alias": "discord",
        "name": "Discord",
        "phase": "Action",
        "window": "When a player performs a strategic action",
        "text": "Choose 1 player. If that player spends a command token during this strategic action, they must spend 1 additional token from their command sheet, if able.",
        "flavorText": "Spittle flew forth from The Stillness's crimson maw as a gurgled laugh escaped it. Their human minions had done well.",
        "source": "action_deck_2_old"
    },
    {
        "alias": "virulent_gas",
        "name": "Virulent Gas",
        "phase": "Action",
        "window": "After you produce a hit against units on a planet",
        "text": "Produce 1 additional hit. Then, roll 1 die; on a result of 7-10, apply -1 to the result of each of your die rolls during this ability and repeat its effect.",
        "flavorText": "As they cut through the ancient structure's wall, Dart's laser-cutter illuminated a canister close to the beam. Tai squealed, \"E-e-exterrix gas!\"—and Dart ran.",
        "source": "action_deck_2_old"
    },
    {
        "alias": "lazax_cache",
        "name": "Cache",
        "phase": "Action",
        "window": "At the end of your turn",
        "text": "Exhaust 1 non-home planet you control other than Mecatol Rex. Then, gain trade goods equal to that planet's combined resource and influence values.",
        "flavorText": "The hoard of Lazax artifacts dated back to the dawn of the empire. The thought of selling these prized possessions cut him deeply, but Berekar knew they were the coin required to reclaim their home.",
        "source": "action_deck_2_old"
    },
    {
        "alias": "final_mission",
        "name": "Final Mission",
        "phase": "Action",
        "window": "After 1 of your non-fighter ships is destroyed",
        "text": "Choose 1 planet in that unit's system. Destroy 1 of another player's ground forces or PDS on that planet.",
        "flavorText": "The Exotrireme became a guide missile in its death-throes, transforming the Sol base into a burning crater of steel and death.",
        "source": "action_deck_2_old"
    }
]
