[
    {
        "id": "limited_vision",
        "name": "Limited Vision",
        "faction": "augers",
        "permanentEffect": "You may not place a Stage II objective card on your faction sheet until all Stage I objectives have been revealed.",
        "source": "ds"
    },
    {
        "id": "oracle_ai",
        "name": "Oracle AI",
        "faction": "augers",
        "window": "After the speaker reveals an unrevealed public objective",
        "windowEffect": "Choose and look at 1 unrevealed public objective card; place that objective card on your faction sheet. You may look at the card on your faction sheet at any time.",
        "source": "ds"
    },
    {
        "id": "probability_algorithms",
        "name": "Probability Algorithms",
        "faction": "augers",
        "window": "When the speaker would reveal the next public objective",
        "windowEffect": "They instead reveal the objective card on your faction sheet and place that objective card near the public objectives as the next public objective.",
        "source": "ds"
    },
    {
        "id": "arms_dealers",
        "name": "Arms Dealers",
        "faction": "axis",
        "permanentEffect": "You cannot resolve the effects of Axis Order cards.",
        "window": "When a player negotiates a transaction",
        "windowEffect": "They may exchange Axis Order cards in their play area as part of that transaction.",
        "source": "ds"
    },
    {
        "id": "military_industrial_complex",
        "name": "Military Industrial Complex",
        "faction": "axis",
        "permanentEffect": "You may not give your commodities to other players as part of a transaction.",
        "window": "After you gain 1 or more commodities",
        "windowEffect": "You may spend a number of commodities equal to the combined cost listed on any number of Axis Order cards in your reinforcements to place those cards in your play area.",
        "source": "ds",
        "shortName": "Military Industr'l Cx"
    },
    {
        "id": "ancient_blueprints",
        "name": "Ancient Blueprints",
        "faction": "bentor",
        "window": "The first time you gain a cultural, hazardous, industrial, or unknown relic fragment",
        "windowEffect": "Place the corresponding \"Fragment\" token on your faction sheet. (Async handles this by showing the Blueprint in your player area)",
        "source": "ds"
    },
    {
        "id": "fortune_seekers",
        "name": "Fortune Seekers",
        "faction": "bentor",
        "window": "Once per action, after you explore a planet or frontier token",
        "windowEffect": "You may gain 1 commodity.",
        "source": "ds"
    },
    {
        "id": "secret_maps",
        "name": "Secret Maps",
        "faction": "bentor",
        "window": "At the end of your tactical actions",
        "windowEffect": "You may explore 1 planet in the active system that is or contains 1 of your units with PRODUCTION and that you did not explore during that tactical action.",
        "source": "ds"
    },
    {
        "id": "industrialists",
        "name": "Industrialists",
        "faction": "celdauri",
        "permanentEffect": "During setup, place the Celdauri space dock token in your reinforcements, the Celdauri space dock token is a fourth space dock unit.",
        "source": "ds",
        "shortName": "Indust-\nrialists"
    },
    {
        "id": "projection_of_power",
        "name": "Projection of Power",
        "faction": "celdauri",
        "window": "At the start of a space combat in a system that is adjacent to or contains 1 or more of your space docks",
        "windowEffect": "Choose up to 1 ship in that system to gain ANTI-FIGHTER BARRAGE 6 until the end of that combat.",
        "source": "ds"
    },
    {
        "id": "byssus",
        "name": "Byssus",
        "faction": "cheiran",
        "permanentEffect": "You may treat your mechs on planets you control as structures for any purpose other than scoring objectives.",
        "source": "ds"
    },
    {
        "id": "moult",
        "name": "Moult",
        "faction": "cheiran",
        "window": "After you win a space combat as the defender",
        "windowEffect": "You may produce 1 ship in the active system, reducing the cost by 1 for each of your non-fighter ships destroyed during that combat.",
        "source": "ds"
    },
    {
        "id": "teeming",
        "name": "Teeming",
        "faction": "cheiran",
        "permanentEffect": "During setup place the 2 Cheiran dreadnought and 1 Cheiran mech tokens in your reinforcements. The Cheiran unit tokens are additional units of their type.",
        "source": "ds"
    },
    {
        "id": "autonetic_memory",
        "name": "Autonetic Memory",
        "faction": "cymiae",
        "window": "When you draw 1 or more action cards",
        "windowEffect": "You may draw 1 less card to choose 1 card from the action card discard pile and add it to your hand, or to place 1 infantry on a planet you control.",
        "source": "ds"
    },
    {
        "id": "cybernetic_madness",
        "name": "Cybernetic Madness",
        "faction": "cymiae",
        "permanentEffect": "After you resolve an action card's ability text, purge that card instead of discarding it.",
        "window": "After you add 1 or more action cards from the discard pile to your hand",
        "windowEffect": "Discard 1 action card.",
        "source": "ds"
    },
    {
        "id": "capital_fleet",
        "name": "Capital Fleet",
        "faction": "dihmohn",
        "permanentEffect": "Destroyers count as 1/2 of a ship against your fleet pool.",
        "source": "ds"
    },
    {
        "id": "flotilla",
        "name": "Flotilla",
        "faction": "dihmohn",
        "permanentEffect": "You cannot have more infantry than non-fighter ships in the space area of a system.",
        "source": "ds"
    },
    {
        "id": "migrant_fleet",
        "name": "Migrant Fleet",
        "faction": "dihmohn",
        "window": "After you explore a frontier token in a system",
        "windowEffect": "You may explore a planet you control that is adjacent to that system.",
        "source": "ds"
    },
    {
        "id": "decree",
        "name": "Decree",
        "faction": "edyn",
        "permanentEffect": "You may prevent ships from moving through anomalies that contain your ground forces.",
        "source": "ds"
    },
    {
        "id": "enlightenment",
        "name": "Enlightenment (Outdated Ability - please remove this ability and add 'radiance')",
        "faction": "edyn",
        "permanentEffect": "During setup, purge your \"Support for the Throne\" promissory note. You may score up to 1 public objective a second time.",
        "source": "ds",
        "shortName": "Enlight\n-enment"
    },
    {
        "id": "grace",
        "name": "Grace",
        "faction": "edyn",
        "window": "Once per action phase, after you resolve the primary ability of a strategy card",
        "windowEffect": "You may resolve the secondary ability of 1 unexhausted strategy card with a lower printed initiative number than that strategy card.",
        "source": "ds"
    },
    {
        "id": "radiance",
        "name": "Radiance",
        "faction": "edyn",
        "window": "After an agenda is revealed",
        "windowEffect": "You may predict aloud the outcome of that agenda. If your prediction is correct, place 1 command token from another player's reinforcements in a Sigil.",
        "source": "ds"
    },
    {
        "id": "royal_decree",
        "name": "Royal Decree (Outdated - please remove this ability and add 'decree')",
        "faction": "edyn",
        "window": "After the \"Second Agenda\" step of the agenda phase",
        "windowEffect": "Look at the top card of the agenda deck. Then, you may ready all planets to repeat the Second Agenda step for a third agenda.",
        "source": "ds",
        "shortName": "Royal\nDecree"
    },
    {
        "id": "black_markets",
        "name": "Black Markets",
        "faction": "florzen",
        "window": "When you explore a planet",
        "windowEffect": "You may treat that planet as if it had the same trait as another planet you control.",
        "source": "ds"
    },
    {
        "id": "data_leak",
        "name": "Data Leak",
        "faction": "florzen",
        "window": "When you would gain a relic",
        "windowEffect": "You may draw 1 additional card; choose 1 to gain and return the rest to the relic deck. Then, shuffle the relic deck.",
        "source": "ds"
    },
    {
        "id": "mercenaries",
        "name": "Mercenaries",
        "faction": "florzen",
        "window": "At the start of a space combat",
        "windowEffect": "You may remove up to 2 fighters you control in a system adjacent to the active system. Then, choose 1 player participating in that combat; that player places the same number of fighters from their reinforcements in the active system.",
        "source": "ds",
        "shortName": "Mercen\n-aries"
    },
    {
        "id": "diplomats",
        "name": "Diplomats",
        "faction": "freesystems",
        "window": "Once per action",
        "windowEffect": "You may exhaust 1 uncontrolled planet's planet card that is on the game board to spend its resources or influence.[Note: this can be used during other players actions as well as your own]",
        "source": "ds"
    },
    {
        "id": "free_people",
        "name": "Free People",
        "faction": "freesystems",
        "permanentEffect": "During setup, for each non-home planet other than Mecatol Rex on the game board, place that planet's planet card face up on the game board.",
        "source": "ds"
    },
    {
        "id": "rally_to_the_cause",
        "name": "Rally to the Cause",
        "faction": "freesystems",
        "window": "Once per action, after you produce 1 or more ships in your home system",
        "windowEffect": "You may produce up to 2 ships in a system that contains a cultural, hazardous, or industrial planet and does not contain a legendary planet or another player's units.",
        "source": "ds"
    },
    {
        "id": "rule_of_two",
        "name": "Rule of Two",
        "faction": "ghemina",
        "window": "During a round of combat in a system that contains exactly 2 of your non-fighter ships",
        "windowEffect": "If those ships have the same unit type, apply +2 to the result of each of those unit's combat rolls.",
        "source": "ds"
    },
    {
        "id": "the_lady_and_the_lord",
        "name": "The Lady & The Lord",
        "faction": "ghemina",
        "permanentEffect": "During setup, place the Lord flagship token in your reinforcements and place the additional Ghemina Hero next to your faction sheet. The Lord flagship token is a second flagship unit with the abilities and attributes listed on the Lord flagship card. You have 2 Heroes.[Note: In async, this ability has been changed to bestowing the Lady, with the Lord being the default flagship. This only affects franken]",
        "source": "ds"
    },
    {
        "id": "abyssal_embrace",
        "name": "Abyssal Embrace",
        "faction": "ghoti",
        "permanentEffect": "When you create the game board",
        "window": "Place the Ghoti Space tile where your home system would normally be placed. The Ghoti Space system is not a home system.",
        "source": "ds"
    },
    {
        "id": "mobile_command",
        "name": "Mobile Command",
        "faction": "ghoti",
        "window": "The system that contains your flagship is your home system. Your flagship cannot be captured and you cannot score public objectives if your flagship is not on the game board.",
        "source": "ds"
    },
    {
        "id": "spawning_grounds",
        "name": "Spawning Grounds",
        "faction": "ghoti",
        "permanentEffect": "During setup",
        "window": "Gain and ready the Ghoti planet card and its legendary planet ability card; you cannot lose those cards.",
        "source": "ds"
    },
    {
        "id": "celestial_reclamation",
        "name": "Celestial Reclamation",
        "faction": "gledge",
        "window": "Planets that contain Core tokens have a base resource value of 2 and influence value of 0. Core tokens cannot be removed from the planet that contains them.",
        "source": "ds",
        "shortName": "Celestial Reclamatn"
    },
    {
        "id": "deep_mining",
        "name": "Deep Mining",
        "faction": "gledge",
        "window": "When you would explore a planet that contains 1 of your mechs or structures",
        "windowEffect": "You may instead gain 1 trade good.",
        "source": "ds"
    },
    {
        "id": "mantle_cracking",
        "name": "Mantle Cracking",
        "faction": "gledge",
        "window": "ACTION",
        "windowEffect": "Place 1 \"Core\" token on a non-home planet you control other than Mecatol Rex that does not already contain a Core token to gain up to 4 trade goods.",
        "source": "ds"
    },
    {
        "id": "garden_worlds",
        "name": "Garden Worlds",
        "faction": "khrask",
        "permanentEffect": "Apply +1 to the resource values of planets you control that do not contain 1 or more ground forces.",
        "source": "ds"
    },
    {
        "id": "lithoids",
        "name": "Lithoids",
        "faction": "khrask",
        "window": "During the agenda phase",
        "windowEffect": "The number of votes you cast is instead equal to the combined resource value of the planets that you exhaust.",
        "source": "ds"
    },
    {
        "id": "meteor_slings",
        "name": "Meteor Slings",
        "faction": "khrask",
        "window": "When a unit you control produces a hit as part of a BOMBARDMENT roll against a planet another player controls",
        "windowEffect": "You may instead place 1 infantry from your reinforcements on the planet being bombarded, that infantry unit participates in ground combat, if able.",
        "source": "ds"
    },
    {
        "id": "for_glory",
        "name": "For Glory",
        "faction": "kjalengard",
        "window": "After you win a combat",
        "windowEffect": "You may place a Glory token in the active system; if you were the attacker, you may spend 4 trade goods to research a unit upgrade technology of the same type as 1 of your units in the active system.",
        "source": "ds"
    },
    {
        "id": "glory",
        "name": "Glory",
        "faction": "kjalengard",
        "window": "After you win a combat",
        "windowEffect": "You may place or move a Glory token into the active system, or spend 1 token from your strategy pool to research a unit upgrade technology of the same type as 1 of your units that participated in that combat.",
        "source": "ds"
    },
    {
        "id": "heroic_tales",
        "name": "Heroic Tales",
        "faction": "kjalengard",
        "permanentEffect": "Capture your infantry and fighters that are destroyed during combat.",
        "window": "When you pass",
        "windowEffect": "You may place up to 2 of your captured units on a planet you control or the space area of a system that contains 1 or more of your ships.",
        "source": "ds"
    },
    {
        "id": "heroism",
        "name": "Heroism",
        "faction": "kjalengard",
        "permanentEffect": "Capture your infantry and fighters that are destroyed during combat.",
        "window": "When you pass",
        "windowEffect": "For each Glory token on the game board, you may return 4 of your captured units to gain 1 command token.",
        "source": "ds"
    },
    {
        "id": "military_engineers",
        "name": "Military Engineers",
        "faction": "kjalengard",
        "window": "When you research a unit upgrade technology",
        "windowEffect": "When you research a unit upgrade technology, each of your unit upgrade technologies may satisfy 1 prerequisite it shares with the technology you are researching.",
        "source": "ds"
    },
    {
        "id": "valor",
        "name": "Valor",
        "faction": "kjalengard",
        "window": "When units make a combat roll in a system that contains a Glory token",
        "windowEffect": "Each result of 10, before applying modifiers, produces 1 additional hit.",
        "source": "ds"
    },
    {
        "id": "cloaked_fleets",
        "name": "Cloaked Fleets",
        "faction": "kollecc",
        "window": "After you produce 1 or more ships",
        "windowEffect": "You may place up to 2 of those ships on your faction sheet, those ships are captured.",
        "source": "ds"
    },
    {
        "id": "shroud_of_lith",
        "name": "Shroud of Lith",
        "faction": "kollecc",
        "window": "After movement, if the active system contains 1 or more of your non-fighter ships",
        "windowEffect": "You may place up to 2 of your captured ships and 2 of your captured ground forces from your faction sheet in that system's space area.",
        "source": "ds"
    },
    {
        "id": "treasure_hunters",
        "name": "Treasure Hunters",
        "faction": "kollecc",
        "window": "At the start of your turn",
        "windowEffect": "You may look at the top card of the cultural, hazardous, or industrial exploration deck. Then, look at the top card of the relic deck.",
        "source": "ds"
    },
    {
        "id": "deliberate_action",
        "name": "Deliberate Action",
        "faction": "kolume",
        "permanentEffect": "You cannot redistribute command tokens during the status phase.",
        "window": "When you pass",
        "windowEffect": "You may place 1 command token from your reinforcements in 1 pool on your command sheet that contains no command tokens.",
        "source": "ds"
    },
    {
        "id": "meditation",
        "name": "Meditation",
        "faction": "kolume",
        "window": "ACTION",
        "windowEffect": "Spend 1 command token from your strategy pool to ready 1 of your technologies.",
        "source": "ds"
    },
    {
        "id": "starfall_gunnery",
        "name": "Starfall Gunnery",
        "faction": "kolume",
        "permanentEffect": "During each of your actions, up to 3 of your non-fighter ships gain SPACE CANNON 8.",
        "window": "During movement, while you are not the active player",
        "windowEffect": "You may only use 1 of your unit's SPACE CANNON.",
        "source": "ds"
    },
    {
        "id": "fervor",
        "name": "Fervor",
        "faction": "kortali",
        "window": "When you spend a command token to resolve the secondary ability of the \"Warfare\" strategy card",
        "windowEffect": "You may resolve the primary ability instead.",
        "source": "ds"
    },
    {
        "id": "zealous",
        "name": "Zealous",
        "faction": "kortali",
        "window": "When you spend a command token to resolve the secondary ability of the \"Warfare\" strategy card",
        "windowEffect": "You may resolve the primary ability instead.",
        "source": "ds"
    },
    {
        "id": "ruthless",
        "name": "Ruthless",
        "faction": "kortali",
        "window": "At the start of a ground combat on an exhausted planet you do not control",
        "windowEffect": "You may produce 1 hit and assign it to 1 of your opponent's ground forces on that planet.",
        "source": "ds"
    },
    {
        "id": "contagion",
        "name": "Contagion",
        "faction": "kyro",
        "window": "After you resolve the primary or secondary ability of the \"Politics\" strategy card",
        "windowEffect": "Before 3/31/24: Commit 1 infantry from your reinforcements to each of 2 planets that are in or adjacent to a system that contains a planet you control; resolve invasion on those planets. After 3/31/24: commit 1 infantry from your reinforcements to a planet that is in or adjacent to a system that contains a planet you control; resolve invasion on that planet.",
        "source": "ds"
    },
    {
        "id": "plague_reservoir",
        "name": "Plague Reservoir",
        "faction": "kyro",
        "permanentEffect": "Once per action, during invasion on a planet that contains your units, you may resolve ground combat on that planet, even if it does not contain another player's ground forces.[Note: designer intent seems to be that during invasion should refer to immediately after the space cannon defense window (this is the same as when ground combat normally starts)]",
        "source": "ds"
    },
    {
        "id": "subversive",
        "name": "Subversive",
        "faction": "kyro",
        "permanentEffect": "When participating in a combat that would end in a draw, you are treated as the winner instead.",
        "source": "ds"
    },
    {
        "id": "a_new_edifice",
        "name": "A New Edifice",
        "faction": "lanefir",
        "permanentEffect": "You may not use technology specialties.",
        "window": "When you would gain a relic",
        "windowEffect": "Instead purge it and explore up to 3 planets you control.",
        "source": "ds"
    },
    {
        "id": "iconoclasm",
        "name": "Iconoclasm",
        "faction": "lanefir",
        "window": "When researching a non-unit upgrade technology",
        "windowEffect": "You may purge 1 of your relic fragments to ignore 1 prerequisite on the technology you are researching.",
        "source": "ds"
    },
    {
        "id": "war_stories",
        "name": "War Stories",
        "faction": "lanefir",
        "window": "Once per action, after you win a combat",
        "windowEffect": "You may explore 1 planet you control, or if the active system does not contain any planets, the frontier exploration deck in the active system.",
        "source": "ds"
    },
    {
        "id": "cunning",
        "name": "Cunning",
        "faction": "lizho",
        "window": "After you perform a tactical action in a system",
        "windowEffect": "You may attach 1 \"Trap\" card from your reinforcements to a planet in that system that contains 1 or more of your infantry units.",
        "source": "ds"
    },
    {
        "id": "subterfuge",
        "name": "Subterfuge",
        "faction": "lizho",
        "permanentEffect": "Trap attachments are attached face-down and remain hidden until revealed; you may look at Trap attachments at any time. You do not count trap attachments toward fulfilling objectives.",
        "source": "ds"
    },
    {
        "id": "combat_drones",
        "name": "Combat Drones",
        "faction": "mirveda",
        "permanentEffect": "Your space docks cannot produce infantry.",
        "window": "At the start of invasion",
        "windowEffect": "You may replace each of your fighters in the active system with 1 infantry unit. During invasion, your infantry in the space area of the active system do not count against your ships' capacity.",
        "source": "ds"
    },
    {
        "id": "privileged_citizenry",
        "name": "Privileged Citizenry",
        "faction": "mirveda",
        "permanentEffect": "Each system can contain a number of your PDS equal to the number of command tokens in your fleet pool. For the purpose of scoring objectives, you may treat each of your PDS units as though it is a structure on any planet you control.",
        "source": "ds"
    },
    {
        "id": "facsimile",
        "name": "Facsimile",
        "faction": "mortheus",
        "window": "At the start of a space combat while you are not the active player",
        "windowEffect": "Choose 1 of your opponent's ships in the active system, you may produce 1 unit of that type in that system, spending influence instead of resources.",
        "source": "ds"
    },
    {
        "id": "illusory_presence",
        "name": "Illusory Presence",
        "faction": "mortheus",
        "window": "During the agenda phase, after another player casts votes",
        "windowEffect": "You may exhaust up to 2 planets you control; that player casts an additional number of votes equal to 1 more than the combined influence values of those planets.",
        "source": "ds"
    },
    {
        "id": "divination",
        "name": "Divination",
        "faction": "mykomentori",
        "window": "Before you would roll a die",
        "windowEffect": "You may instead return 1 Omen die near your faction sheet to your reinforcements to resolve that roll as if it had the result of that die.",
        "source": "ds"
    },
    {
        "id": "necrophage",
        "name": "Necrophage",
        "faction": "mykomentori",
        "permanentEffect": "Apply +1 to your commodity value for each space dock you control.",
        "window": "After the first round of combat",
        "windowEffect": "Gain 1 commodity or convert 1 of your commodities to a trade good.",
        "source": "ds"
    },
    {
        "id": "prescient_memories",
        "name": "Prescient Memories",
        "faction": "mykomentori",
        "permanentEffect": "You have 4 \"Omen\" Dice.",
        "window": "At the start of the strategy phase",
        "windowEffect": "Take and roll each of the 4 \"Omen\" dice, place these dice near your faction sheet.",
        "source": "ds"
    },
    {
        "id": "celestial_guides",
        "name": "Celestial Guides",
        "faction": "nivyn",
        "permanentEffect": "Your units do not roll for gravity rifts. You may ignore the movement effects of anomalies in systems that contain or are adjacent to 1 or more of your structures.",
        "source": "ds"
    },
    {
        "id": "singularity_point",
        "name": "Singularity Point",
        "faction": "nivyn",
        "permanentEffect": "The system that contains the \"Wound\" token is a nebula and a gravity rift.",
        "source": "ds"
    },
    {
        "id": "voidsailors",
        "name": "Voidsailors",
        "faction": "nivyn",
        "window": "When you explore a Frontier token",
        "windowEffect": "You may draw 1 additional card; choose 1 to resolve and return the rest to the frontier exploration deck. Then, shuffle that deck.",
        "source": "ds"
    },
    {
        "id": "desperados",
        "name": "Desperados",
        "faction": "nokar",
        "window": "When you produce one or more units",
        "windowEffect": "One destroyer does not count against your PRODUCTION limit. Apply +1 to your destroyers' move values while you are not the active player.",
        "source": "ds"
    },
    {
        "id": "hired_guns",
        "name": "Hired Guns",
        "faction": "nokar",
        "window": "After system is activated",
        "windowEffect": "Choose up to 3 of your ships. Those ships are also treated as the active players and participate in combat as their units. At the end of this tactical action, that player may replace each of those ships in the active system with their own of the same unit type. Then, remove the rest from the game board.",
        "source": "ds"
    },
    {
        "id": "private_fleet",
        "name": "Private Fleet",
        "faction": "nokar",
        "permanentEffect": "During setup, place 4 additional destroyers in your reinforcements",
        "source": "ds"
    },
    {
        "id": "policies",
        "name": "Policies",
        "faction": "olradin",
        "permanentEffect": "When you gather your starting components, place the 3 \"Policy\" cards near your faction sheet, choose which side of each card to place face up.",
        "source": "ds"
    },
    {
        "id": "policy_the_economy_empower",
        "name": "Policy - The Economy: Empower ➕",
        "faction": "olradin",
        "window": "Once per action, after you exhaust an industrial or legendary planet you control",
        "windowEffect": "Gain 1 commodity.",
        "source": "ds"
    },
    {
        "id": "policy_the_economy_exploit",
        "name": "Policy - The Economy: Exploit ➖",
        "faction": "olradin",
        "permanentEffect": "Place the \"2\" commodity token on your faction sheet, your commodity value is 2.",
        "window": "Once per action, after you exhaust an industrial planet you control",
        "windowEffect": "Place up to 1 fighter from your reinforcements in a system that contains 1 or more of your ships.",
        "source": "ds"
    },
    {
        "id": "policy_the_environment_plunder",
        "name": "Policy - The Environment: Plunder ➖",
        "faction": "olradin",
        "window": "When 1 or more of your units use PRODUCTION",
        "windowEffect": "Reduce the PRODUCTION value of 1 of those units by 2.\\nOnce per action, after you explore a hazardous planet, you may remove 1 unit from that planet to explore that planet.",
        "source": "ds"
    },
    {
        "id": "policy_the_environment_preserve",
        "name": "Policy - The Environment: Preserve ➕",
        "faction": "olradin",
        "window": "Once per action, after you exhaust a hazardous or legendary planet you control",
        "windowEffect": "You may reveal the top card of the exploration deck that matches 1 of those planets; if it is a relic fragment, gain it, otherwise discard that card.",
        "source": "ds"
    },
    {
        "id": "policy_the_people_connect",
        "name": "Policy - The People: Connect ➕",
        "faction": "olradin",
        "window": "Once per action, after you exhaust a cultural or legendary planet you control",
        "windowEffect": "You may move 1 infantry on that planet to another planet you control.",
        "source": "ds"
    },
    {
        "id": "policy_the_people_control",
        "name": "Policy - The People: Control ➖",
        "faction": "olradin",
        "permanentEffect": "You cannot perform transactions during the agenda phase.",
        "window": "During the agenda phase, after you cast votes on an agenda",
        "windowEffect": "Cast 2 additional votes for each cultural planet you exhausted.",
        "source": "ds"
    },
    {
        "id": "industrious",
        "name": "Industrious",
        "faction": "rohdhna",
        "window": "After you place a space dock on a planet in a system that contains no other players' ships",
        "windowEffect": "You may spend 6 resources and remove that space dock to place 1 war sun in that system's space area.",
        "source": "ds"
    },
    {
        "id": "orbital_foundries",
        "name": "Orbital Foundries",
        "faction": "rohdhna",
        "permanentEffect": "For the purpose of scoring objectives, you may treat each of your war sun units as though it is a structure on any planet you control.",
        "source": "ds"
    },
    {
        "id": "recycled_materials",
        "name": "Recycled Materials",
        "faction": "rohdhna",
        "window": "After you activate a system",
        "windowEffect": "You may return 1 cruiser, carrier, or dreadnought you control in that system to your reinforcements to gain a number of trade goods equal to 1 less than that unit's cost value.",
        "source": "ds"
    },
    {
        "id": "information_brokers",
        "name": "Information Brokers",
        "faction": "tnelis",
        "permanentEffect": "You may have 1 additional unscored secret objective.",
        "source": "ds"
    },
    {
        "id": "plausible_deniability",
        "name": "Plausible Deniability",
        "faction": "tnelis",
        "window": "When you draw 1 or more secret objective cards",
        "windowEffect": "Draw 1 additional secret objective card. Then, return 1 secret objective card to the secret objective deck; shuffle that deck.",
        "source": "ds"
    },
    {
        "id": "stealth_insertion",
        "name": "Stealth Insertion",
        "faction": "tnelis",
        "permanentEffect": "If you place units onto the same planet as another player's units, your units must participate in combat during the \"Ground Combat\" step.",
        "source": "ds"
    },
    {
        "id": "binding_debts",
        "name": "Binding Debts",
        "faction": "vaden",
        "permanentEffect": "Other players may place their control tokens on your faction sheet at any time.",
        "window": "At the start of the status phase",
        "windowEffect": "Each of your neighbors may give you 1 trade good to remove up to 2 of their control tokens from your faction sheet.",
        "source": "ds"
    },
    {
        "id": "collateralized_loans",
        "name": "Collateralized Loans",
        "faction": "vaden",
        "window": "After 1 of your opponent's ships is destroyed during a round of space combat",
        "windowEffect": "You may remove 1 of that player's control tokens from your faction sheet to place 1 ship of that type from your reinforcements in the active system.",
        "source": "ds",
        "shortName": "Collateral\n-ized Loans"
    },
    {
        "id": "fine_print",
        "name": "Fine Print",
        "faction": "vaden",
        "window": "After a player resolves the secondary ability of 1 of your strategy cards",
        "windowEffect": "Place up to 1 of their control tokens on your faction sheet.",
        "source": "ds"
    },
    {
        "id": "cargo_raiders",
        "name": "Cargo Raiders",
        "faction": "vaylerian",
        "window": "During the first round of a space combat",
        "windowEffect": "You may prevent your opponent from declaring a retreat unless they spend 1 trade good.",
        "source": "ds"
    },
    {
        "id": "raze",
        "name": "Raze",
        "faction": "vaylerian",
        "window": "After 1 or more of another player's structures are destroyed on a planet that contains your units",
        "windowEffect": "You may replenish your commodities.",
        "source": "ds"
    },
    {
        "id": "scour",
        "name": "Scour",
        "faction": "vaylerian",
        "window": "Once per tactical action, after you gain control of a planet",
        "windowEffect": "You may discard 1 action card to ready that planet.",
        "source": "ds"
    },
    {
        "id": "corporate_entity",
        "name": "Corporate Entity",
        "faction": "veldyr",
        "permanentEffect": "During setup, take the additional Veldyr faction promissory notes; you have 4 faction promissory notes. Branch Office attachments do not count toward scoring objectives.",
        "source": "ds"
    },
    {
        "id": "holding_company",
        "name": "Holding Company",
        "faction": "veldyr",
        "window": "At the start of the status phase, for each planet that has a Branch Office attachment",
        "windowEffect": "You may gain 1 commodity or convert 1 of your commodities to a trade good.",
        "source": "ds"
    },
    {
        "id": "targeted_acquisition",
        "name": "Targeted Acquisition",
        "faction": "veldyr",
        "window": "At the start of the status phase",
        "windowEffect": "You may give 1 of your faction promissory notes in your hand to 1 of your neighbors.",
        "source": "ds"
    },
    {
        "id": "ancient_knowledge",
        "name": "Ancient Knowledge",
        "faction": "zealots",
        "window": "When you use a technology specialty to ignore a prerequisite on a technology card you are researching",
        "windowEffect": "You may ignore 1 additional prerequisite of the same color. After you exhaust a planet to use its technology specialty, you may gain 1 commodity.",
        "source": "ds"
    },
    {
        "id": "conspirators",
        "name": "Conspirators",
        "faction": "zealots",
        "window": "Once per agenda phase, after an agenda is revealed, if you are not the speaker",
        "windowEffect": "You may choose to vote after the speaker on that agenda.",
        "source": "ds",
        "shortName": "Conspir\n-ators"
    },
    {
        "id": "biophobic",
        "name": "Biophobic",
        "faction": "zelian",
        "window": "During the agenda phase",
        "windowEffect": "The number of votes you cast is instead equal to the number of planets you exhaust to cast votes.",
        "source": "ds"
    },
    {
        "id": "obsessive_designs",
        "name": "Obsessive Designs",
        "faction": "zelian",
        "window": "During the action phase, after you research a unit upgrade technology",
        "windowEffect": "You may use the PRODUCTION ability of 1 of your space docks in your home system to produce units of that type, reducing the combined cost of the produced units by 2.",
        "source": "ds"
    },
    {
        "id": "prescience",
        "name": "Obsessive Designs",
        "faction": "uydai",
        "permanentEffect": "At the end of your turn,if you have not passed, place 1 of the plan cards on your faction sheet, face down. At the start of your turn, reveal and resolve the plan card on your faction sheet, if able",
        "source": "ds"
    },
    {
        "id": "the_starlit_path",
        "name": "The Starlit Path",
        "faction": "uydai",
        "window": "At the end of your turn",
        "windowEffect": "You may return 6 path tokens from your faction sheet to your reinforcements to resolve the secondary ability of any strategy card without spending a command token.",
        "source": "ds"
    },
    {
        "id": "narrow_way",
        "name": "Narrow Way",
        "faction": "uydai",
        "window": "At any time",
        "windowEffect": "You may return 1 path token to your reinforcements to redistribute 1 of your command tokens.",
        "source": "ds"
    },
    {
        "id": "ancient_empire",
        "name": "Ancient Empire",
        "faction": "pharadn",
        "permanentEffect": "During setup, place 1 tomb token on each of up to 14 planets. When you gain control of a planet that contains a tomb token, purge that token to capture 2 infantry from the supply. ",
        "source": "ds"
    },
    {
        "id": "dark_purpose",
        "name": "Dark Purpose",
        "faction": "pharadn",
        "window": "When you score an objective",
        "windowEffect": "Capture 2 infantry from the supply",
        "source": "ds"
    },
    {
        "id": "mark_of_pharadn",
        "name": "Mark Of Pharadn",
        "faction": "pharadn",
        "permanentEffect": "Abilities that would place infantry from your reinforcements on planets instead allow you to produce those units. When you produce infantry, you must return 1 of your captured infantry to produce each of those units, instead of spending resources.",
        "source": "ds"
    },
    {
        "id": "paranoia",
        "name": "Paranoia",
        "faction": "zelian",
        "permanentEffect": "Game effects other than your command tokens cannot prevent you from activating, or moving ships into, your home system.",
        "source": "ds"
    }
]