[
    {
        "alias": "tf-mitosis",
        "name": "Mitosis",
        "types": [
            "BIOTIC"
        ],
        "text": "At the start of the status phase: Place 1 infantry from your reinforcements on any planet you control.",
        "source": "twilights_fall",
        "faction": "arborec"
    },
    {
        "alias": "tf-stymie",
        "name": "Stymie",
        "types": [
            "BIOTIC"
        ],
        "text": "After another player moves ships into a system that contains 1 or more of your units: You may place 1 command token from that player's reinforcements in any non-home system.",
        "source": "twilights_fall",
        "faction": "arborec"
    },
    {
        "alias": "tf-bioplasmosis",
        "name": "Bioplasmosis",
        "types": [
            "BIOTIC"
        ],
        "text": "At the end of the status phase: You may remove any number of ground forces from planets you control and place them on 1 or more planets you control in the same or adjacent systems.",
        "source": "twilights_fall",
        "faction": "arborec"
    },
    {
        "alias": "tf-armada",
        "name": "Armada",
        "types": [
            "WARFARE"
        ],
        "text": "The maximum number of non-fighter ships you can have in each system is equal to 2 more than the number of tokens in your fleet pool.",
        "source": "twilights_fall",
        "faction": "letnev"
    },
    {
        "alias": "tf-munitions",
        "name": "Munitions Reserves",
        "types": [
            "WARFARE"
        ],
        "text": "At the start of each round of space combat: You may spend 2 trade goods; you may re-roll any number of your dice during that combat round.",
        "source": "twilights_fall",
        "faction": "letnev"
    },
    {
        "alias": "tf-nes",
        "name": "Non-Euclidean Shielding",
        "types": [
            "WARFARE"
        ],
        "text": "When 1 of your units uses SUSTAIN DAMAGE: Cancel 2 hits instead of 1.",
        "source": "twilights_fall",
        "faction": "letnev"
    },
    {
        "alias": "tf-scavenge",
        "name": "Scavenge",
        "types": [
            "CYBERNETIC"
        ],
        "text": "After you gain control of a planet: Gain 1 trade good.",
        "source": "twilights_fall",
        "faction": "saar"
    },
    {
        "alias": "tf-nomadic",
        "name": "Nomadic",
        "types": [
            "PROPULSION"
        ],
        "text": "You can score objectives even if you do not control the planets in your home system. Your ships can move through and into asteroid fields. Other players cannot activate asteroid fields that contain 1 or more of your ships.",
        "source": "twilights_fall",
        "faction": "saar"
    },
    {
        "alias": "tf-chaosmapping",
        "name": "Chaos Mapping",
        "types": [
            "CYBERNETIC"
        ],
        "text": "At the start of your turn in the action phase: You may produce 1 unit in a system that contains at least 1 of your units that has PRODUCTION.",
        "source": "twilights_fall",
        "faction": "saar"
    },
    {
        "alias": "tf-stellargenesis",
        "name": "Stellar Genesis",
        "types": [
            "CYBERNETIC"
        ],
        "text": "After you spend a token from your strategy pool: You may gain 1 trade good.",
        "source": "twilights_fall",
        "faction": "muaat"
    },
    {
        "alias": "tf-starforge",
        "name": "Star Forge",
        "types": [
            "CYBERNETIC"
        ],
        "text": "Action: Spend 1 token from your strategy pool to place either 2 fighters or 1 destroyer from your reinforcements in a system that contains 1 or more of your ships.",
        "source": "twilights_fall",
        "faction": "muaat"
    },
    {
        "alias": "tf-magmusreactor",
        "name": "Magmus Reactor",
        "types": [
            "PROPULSION"
        ],
        "text": "Your units can move into and through supernovas. Each supernova that contains 1 or more of your units gain PRODUCTION 5 as if it were of your units.",
        "source": "twilights_fall",
        "faction": "muaat"
    },
    {
        "alias": "tf-guildships",
        "name": "Guild Ships",
        "types": [
            "PROPULSION"
        ],
        "text": "You can negotiate transactions with players who are not your neighbor.",
        "source": "twilights_fall",
        "faction": "hacan"
    },
    {
        "alias": "tf-arbiters",
        "name": "Arbiters",
        "types": [
            "CYBERNETIC"
        ],
        "text": "When you are negotiating a transaction, action cards can be exchanged as part of the transaction.",
        "source": "twilights_fall",
        "faction": "hacan"
    },
    {
        "alias": "tf-qdn",
        "name": "Quantum Datahub Node",
        "types": [
            "CYBERNETIC"
        ],
        "text": "At the end of the strategy phase: You may spend 1 token from your strategy pool and give another player 3 of your trade goods. If you do, give 1 of your strategy cards to that player and take 1 of their strategy cards.",
        "source": "twilights_fall",
        "faction": "hacan"
    },
    {
        "alias": "tf-versatile",
        "name": "Versatile",
        "types": [
            "BIOTIC"
        ],
        "text": "When you gain command tokens during the status phase: Gain 1 additional command token.",
        "source": "twilights_fall",
        "faction": "sol"
    },
    {
        "alias": "tf-orbitaldrop",
        "name": "Orbital Drop",
        "types": [
            "BIOTIC"
        ],
        "text": "ACTION: Spend 1 token from your strategy pool to place 2 infantry from your reinforcement son 1 planet you control.",
        "source": "twilights_fall",
        "faction": "sol"
    },
    {
        "alias": "tf-specops",
        "name": "Spec Ops Training",
        "types": [
            "BIOTIC"
        ],
        "text": "After 1 of your ground forces are destroyed: Roll 1 die. If the result is 5 or greater, place the unit on this card. At the start of your next turn, place each unit that is on this card on a planet you control in your home system.",
        "source": "twilights_fall",
        "faction": "sol"
    },
    {
        "alias": "tf-quantumentaglement",
        "name": "Quantum Entanglement",
        "types": [
            "PROPULSION"
        ],
        "text": "You treat all systems that contain an alpha or beta wormhole as adjacent to each other. Game effects cannot prevent you from using this ability.",
        "source": "twilights_fall",
        "faction": "ghost"
    },
    {
        "alias": "tf-slipstream",
        "name": "Slipstream",
        "types": [
            "PROPULSION"
        ],
        "text": "During your tactical actions: Apply +1 to the move value of each of your ships that starts it movement in your home system or in a system that contains either an alpha or beta wormhole.",
        "source": "twilights_fall",
        "faction": "ghost"
    },
    {
        "alias": "tf-dimensionalsplicer",
        "name": "Dimensional Splicer",
        "types": [
            "WARFARE"
        ],
        "text": "At the start of a space combat in a a system that contains a wormhole or 1 or more of your ships: You may produce 1 hit and assign it to 1 of your opponent's ships.",
        "source": "twilights_fall",
        "faction": "ghost"
    },
    {
        "alias": "tf-assimilate",
        "name": "Assimilate",
        "types": [
            "CYBERNETIC"
        ],
        "text": "When you gain control of a planet: Replace each structure on that planet with a matching unit from your reinforcements.",
        "source": "twilights_fall",
        "faction": "l1z1x"
    },
    {
        "alias": "tf-harrow",
        "name": "Harrow",
        "types": [
            "WARFARE"
        ],
        "text": "At the end of each round of ground combat: Your ships in the active system may use their bombardment abilities against your opponent's ground forces on the planet.",
        "source": "twilights_fall",
        "faction": "l1z1x"
    },
    {
        "alias": "tf-inheritancesystems",
        "name": "Inheritance Systems",
        "types": [
            "CYBERNETIC"
        ],
        "text": "During the status phase, draw 1 additional action card and gain 1 additional command token.",
        "source": "twilights_fall",
        "faction": "l1z1x"
    },
    {
        "alias": "tf-ambush",
        "name": "Ambush",
        "types": [
            "WARFARE"
        ],
        "text": "At the start of a space combat: You may roll 1 die for each of up to 2 of your cruisers or destroyers in the system. For each result equal to or greater than that ship's combat value, produce 1 hit; your opponent must assign it to 1 of their ships.",
        "source": "twilights_fall",
        "faction": "mentak"
    },
    {
        "alias": "tf-pillage",
        "name": "Pillage",
        "types": [
            "CYBERNETIC"
        ],
        "text": "After 1 of your neighbors gain trade goods or resolves a transaction: If they have 3 or more trade goods, you may take 1 of their trade goods or commodities.",
        "source": "twilights_fall",
        "faction": "mentak"
    },
    {
        "alias": "tf-mirrorcomputing",
        "name": "Mirror Computing",
        "types": [
            "CYBERNETIC"
        ],
        "text": "When you spend trade goods: Each trade good is worth 2 resources or influence instead of 1.",
        "source": "twilights_fall",
        "faction": "mentak"
    },
    {
        "alias": "tf-foresight",
        "name": "Foresight",
        "types": [
            "PROPULSION"
        ],
        "text": "After another player moves ships into a system that contains 1 or more of your ship: You may place 1 token from your strategy pool in an adjacent system that does not contain another player's ships; move your ships from the active system into that system.",
        "source": "twilights_fall",
        "faction": "naalu"
    },
    {
        "alias": "tf-telepathic",
        "name": "Telepathic",
        "types": [
            "BIOTIC"
        ],
        "text": "At the end of the strategy phase: Place the Twilight Fall \"0\" token on your strategy card; you are first in initiative order.",
        "source": "twilights_fall",
        "faction": "naalu"
    },
    {
        "alias": "tf-neuroglaive",
        "name": "Neuroglaive",
        "types": [
            "WARFARE"
        ],
        "text": "After another player activates a system that contains 1 or more of your ships: That player removes 1 token from their fleet pool and returns it to their reinforcements.",
        "source": "twilights_fall",
        "faction": "naalu"
    },
    {
        "alias": "tf-singularityx",
        "name": "Genetic Singularity X",
        "types": [
            "BIOTIC"
        ],
        "text": "Once per combat, after 1 of your opponent's units is destroyed: You may place the \"Singularity X\" token on another player's ability. While that token is on a card, this card gains that card's text. You cannot place a singularity token on a card that already has a singularity token. ",
        "source": "twilights_fall",
        "faction": "nekro"
    },
    {
        "alias": "tf-singularityy",
        "name": "Genetic Singularity Y",
        "types": [
            "BIOTIC"
        ],
        "text": "Once per combat, after 1 of your opponent's units is destroyed: You may place the \"Singularity Y\" token on another player's ability. While that token is on a card, this card gains that card's text. You cannot place a singularity token on a card that already has a singularity token. ",
        "source": "twilights_fall",
        "faction": "nekro"
    },
    {
        "alias": "tf-singularityz",
        "name": "Genetic Singularity Z",
        "types": [
            "BIOTIC"
        ],
        "text": "Once per combat, after 1 of your opponent's units is destroyed: You may place the \"Singularity Z\" token on another player's ability. While that token is on a card, this card gains that card's text. You cannot place a singularity token on a card that already has a singularity token. ",
        "source": "twilights_fall",
        "faction": "nekro"
    },
    {
        "alias": "tf-unrelenting",
        "name": "Unrelenting",
        "types": [
            "WARFARE"
        ],
        "text": "Apply +1 to the result of each of your unit's combat rolls.",
        "source": "twilights_fall",
        "faction": "sardakk"
    },
    {
        "alias": "tf-valkyrie",
        "name": "Valkyrie",
        "types": [
            "PROPULSION"
        ],
        "text": "During the \"Commit Ground Forces\" step: You can commit up to 1 ground force from each planet in the active system and each planet in adjacent systems that do not contain 1 of your command tokens.",
        "source": "twilights_fall",
        "faction": "sardakk"
    },
    {
        "alias": "tf-vpw",
        "name": "Valkyrie Particle Weave",
        "types": [
            "WARFARE"
        ],
        "text": "After making combat rolls during a round of ground combat: If your opponent produced 1 or more hits, you produce 1 additional hit",
        "source": "twilights_fall",
        "faction": "sardakk"
    },
    {
        "alias": "tf-spatialconduit",
        "name": "Spatial Conduit Cylinder",
        "types": [
            "PROPULSION"
        ],
        "text": "After you activate a system that contains 1 or more of your units: That system is adjacent to all other systems that contain 1 or more of your units during this action.",
        "source": "twilights_fall",
        "faction": "jolnar"
    },
    {
        "alias": "tf-eres",
        "name": "E-Res Siphons",
        "types": [
            "CYBERNETIC"
        ],
        "text": "ter another player activates a system that contains 1 or more of your ships: Gain 4 trade goods",
        "source": "twilights_fall",
        "faction": "jolnar"
    },
    {
        "alias": "tf-tacticalbrilliance",
        "name": "Tactical Brilliance",
        "types": [
            "WARFARE"
        ],
        "text": "After you roll dice for a unit ability, you may reroll any of those dice. ",
        "source": "twilights_fall",
        "faction": "jolnar"
    },
    {
        "alias": "tf-reclamation",
        "name": "Reclamation",
        "types": [
            "CYBERNETIC"
        ],
        "text": "After you resolve an action during which you gained control of a legendary planet: You may place 1 PDS and 1 space dock from your reinforcements on that planet",
        "source": "twilights_fall",
        "faction": "winnu"
    },
    {
        "alias": "tf-hegemonic",
        "name": "Hegemonic Trade Policy",
        "types": [
            "CYBERNETIC"
        ],
        "text": "When 1 or more of your units use PRODUCTION: You may swap the resource and influence values of 1 planet you control during that use of PRODUCTION.",
        "source": "twilights_fall",
        "faction": "winnu"
    },
    {
        "alias": "tf-lazaxgatefolding",
        "name": "Lazax Gate Folding",
        "types": [
            "PROPULSION"
        ],
        "text": "During your tactical actions: Treat systems that contain legendary planets you do not control as if they contain both an alpha and beta wormhole.",
        "source": "twilights_fall",
        "faction": "winnu"
    },
    {
        "alias": "tf-instincttraining",
        "name": "Instinct Training",
        "types": [
            "BIOTIC"
        ],
        "text": "When another player plays an action card: You may  spend 1 token from your strategy pool to cancel that action card.",
        "source": "twilights_fall",
        "faction": "xxcha"
    },
    {
        "alias": "tf-nullificationfield",
        "name": "Nullification Field",
        "types": [
            "CYBERNETIC"
        ],
        "text": "When another player activates a system that contains 1 or more of your structures: You may spend 1 token from your strategy pool to immediately end that player's turn; their command token is discarded from the game board.",
        "source": "twilights_fall",
        "faction": "xxcha"
    },
    {
        "alias": "tf-peaceaccords",
        "name": "Peace Accords",
        "types": [
            "CYBERNETIC"
        ],
        "text": "After you spend a token from your strategy pool: You may gain control of 1 planet that does not contain the custodians token or any units and is in a system that is adjacent to a planet you control.",
        "source": "twilights_fall",
        "faction": "xxcha"
    },
    {
        "alias": "tf-indoctrination",
        "name": "Indoctrination",
        "types": [
            "BIOTIC"
        ],
        "text": "At the start of a ground combat: You may spend 2 influence to replace 1 of your opponent's participating infantry with 1 infantry from your reinforcements.",
        "source": "twilights_fall",
        "faction": "yin"
    },
    {
        "alias": "tf-overdrive",
        "name": "Overdrive",
        "types": [
            "PROPULSION"
        ],
        "text": "After each space battle round: You may destroy 1 of your cruisers or destroyers in the active system to produce 1 hit and assign it to 1 of your opponent's ships in that system.",
        "source": "twilights_fall",
        "faction": "yin"
    },
    {
        "alias": "tf-yinascendant",
        "name": "Yin Ascendant",
        "types": [
            "BIOTIC"
        ],
        "text": "When you score an objective: Draw 1 genome, technology, or unit upgrade technology.",
        "source": "twilights_fall",
        "faction": "yin"
    },
    {
        "alias": "tf-scheming",
        "name": "Scheming",
        "types": [
            "BIOTIC"
        ],
        "text": "When you draw 1 or more action cards: Draw 1 additional action card.  Then, choose and discard 1 action card from your hand.",
        "source": "twilights_fall",
        "faction": "yssaril"
    },
    {
        "alias": "tf-crafty",
        "name": "Crafty",
        "types": [
            "BIOTIC"
        ],
        "text": "You can have any number of action cards in your hand.  Game effects cannot prevent you from using this ability. During your turn of the action phase, players that have passed cannot play action cards.",
        "source": "twilights_fall",
        "faction": "yssaril"
    },
    {
        "alias": "tf-stalltactics",
        "name": "Stall Tactics",
        "types": [
            "PROPULSION"
        ],
        "text": "ACTION: Discard 1 action card from your hand.",
        "source": "twilights_fall",
        "faction": "yssaril"
    },
    {
        "alias": "tf-quantumdrive",
        "name": "Quantum Drive",
        "types": [
            "PROPULSION"
        ],
        "text": "You can produce your flagship without spending resources.",
        "source": "twilights_fall",
        "faction": "nomad"
    },
    {
        "alias": "tf-futurepath",
        "name": "Future Path",
        "types": [
            "PROPULSION"
        ],
        "text": "When you gain trade goods form choosing a previously unchosen strategy card, triple those trade goods.",
        "source": "twilights_fall",
        "faction": "nomad"
    },
    {
        "alias": "tf-tcs",
        "name": "Temporal Command Suite",
        "types": [
            "CYBERNETIC"
        ],
        "text": "After any player's genome becomes exhausted, you may spend 3 influence to ready that genomel iof you ready another player's genome you may perform a transaction with that player. ",
        "source": "twilights_fall",
        "faction": "nomad"
    },
    {
        "alias": "tf-terraform",
        "name": "Terraform",
        "types": [
            "PROPULSION"
        ],
        "text": "Planets that contain your structures have their resource and influence values increased by 1 and are treated as having all 3 planet traits (Cultural, Hazardous, and Industrial).",
        "source": "twilights_fall",
        "faction": "titans"
    },
    {
        "alias": "tf-coalescence",
        "name": "Coalescence",
        "types": [
            "CYBERNETIC"
        ],
        "text": "When 1 or more of your units use PRODUCTION, you may gain 1 trade good.",
        "source": "twilights_fall",
        "faction": "titans"
    },
    {
        "alias": "tf-awaken",
        "name": "Awaken",
        "types": [
            "PROPULSION"
        ],
        "text": "After you activate a system that contains 1 or more of your infantry, you may replace 1 of those infantry with a PDS from your reinforcements.",
        "source": "twilights_fall",
        "faction": "titans"
    },
    {
        "alias": "tf-supercharge",
        "name": "Supercharge",
        "types": [
            "WARFARE"
        ],
        "text": "Before making a combat roll: Choose 1 of your units and apply +2 to the result of its combat roll.",
        "source": "twilights_fall",
        "faction": "naaz"
    },
    {
        "alias": "tf-distantsuns",
        "name": "Distant Suns",
        "types": [
            "PROPULSION"
        ],
        "text": "When you explore a planet or draw a frontier card, you may draw 1 additional card; choose 1 to resolve and discard the rest.",
        "source": "twilights_fall",
        "faction": "naaz"
    },
    {
        "alias": "tf-fabrication",
        "name": "Fabrication",
        "types": [
            "CYBERNETIC"
        ],
        "text": "ACTION: Either purge 2 of your relic fragments of the same type to gain 1 relic; or purge 1 of your relic fragments to gain 1 command token.",
        "source": "twilights_fall",
        "faction": "naaz"
    },
    {
        "alias": "tf-crucible",
        "name": "Crucible",
        "types": [
            "PROPULSION"
        ],
        "text": "Your ships do not roll for gravity rifts during this movement; apply an additional +1 to the move values of your ships that would move out of or through a gravity rift instead.",
        "source": "twilights_fall",
        "faction": "cabal"
    },
    {
        "alias": "tf-amalgamation",
        "name": "Amalgamation",
        "types": [
            "WARFARE"
        ],
        "text": "Capture your opponent's non-structure units that are destroyed during combat. When you produce a unit, you may return 1 captured unit of that type to produce that unit without spending resources.",
        "source": "twilights_fall",
        "faction": "cabal"
    },
    {
        "alias": "tf-dimensionaltear",
        "name": "Dimensional Tear",
        "types": [
            "PROPULSION"
        ],
        "text": "Systems that contain your structures are also gravity rifts; your ships do not roll for these gravity rifts.",
        "source": "twilights_fall",
        "faction": "cabal"
    },
    {
        "alias": "tf-raidformation",
        "name": "Raid Formation",
        "types": [
            "WARFARE"
        ],
        "text": "When 1 or more of your units uses ANTI-FIGHTER BARRAGE, for each hit produced in excess of your opponent's Fighters, choose 1 of your opponent's ships that has SUSTAIN DAMAGE to become damaged.",
        "source": "twilights_fall",
        "faction": "argent"
    },
    {
        "alias": "tf-aeriehololattice",
        "name": "Aerie Hololattice",
        "types": [
            "CYBERNETIC"
        ],
        "text": "Other players cannot move ships through systems that contain your structures. Each planet that contains 1 or more of your structures gains the PRODUCTION 1 ability as if it were a unit.",
        "source": "twilights_fall",
        "faction": "argent"
    },
    {
        "alias": "tf-zealous",
        "name": "Zealous",
        "types": [
            "WARFARE"
        ],
        "text": "When 1 or more of your units make a roll for a unit ability: You may choose 1 of those units to roll 1 additional die.",
        "source": "twilights_fall",
        "faction": "argent"
    },
    {
        "alias": "tf-aetherstream",
        "name": "Aetherstream",
        "types": [
            "PROPULSION"
        ],
        "text": "After you or one of your neighbors activates a system that is adjacent to an anomaly, you may apply +1 to the move value of all of that player's ships during this tactical action",
        "source": "twilights_fall",
        "faction": "empyrean"
    },
    {
        "alias": "tf-voidborn",
        "name": "Voidborn",
        "types": [
            "PROPULSION"
        ],
        "text": "Nebulae do not affect your ships' movement. You can allow players to move their ships through systems that contain your ships.",
        "source": "twilights_fall",
        "faction": "empyrean"
    },
    {
        "alias": "tf-overwatch",
        "name": "Overwatch",
        "types": [
            "WARFARE"
        ],
        "text": "After another player moves ships into a system that contains 1 of your command tokens: You may return that token to your reinforcements ",
        "source": "twilights_fall",
        "faction": "empyrean"
    },
    {
        "alias": "tf-liberate",
        "name": "Liberate",
        "types": [
            "WARFARE"
        ],
        "text": "After you gain control of a planet, you may ready that planet if it contains a number of your infantry equal to or greater than that planet's resource value; otherwise, place 1 infantry on that planet.",
        "source": "twilights_fall",
        "faction": "bastion"
    },
    {
        "alias": "tf-dangerclose",
        "name": "Danger Close",
        "types": [
            "WARFARE"
        ],
        "text": "Cancel 1 hit produced by each BOMBARDMENT roll agianst your units. At the start of a round of ground combat, you may resolve BOMBARDMENT 7(x3) against your opponet's ground forces; if you do, resolve BOMBARDMENT 7 (x3) agianst your own ground forces.",
        "source": "twilights_fall",
        "faction": "bastion"
    },
    {
        "alias": "tf-biosyntheticsynergy",
        "name": "Bio-Synthetic Synergy",
        "types": [
            "BIOTIC"
        ],
        "text": "Your cards cannot be canceled by \"Shatter\" action cards. Your abilities cannot be copied, taken, or discarded by other players.",
        "source": "twilights_fall",
        "faction": "bastion"
    },
    {
        "alias": "tf-subatomicsplicer",
        "name": "Subatomic Splicer",
        "types": [
            "CYBERNETIC"
        ],
        "text": "When one of your ships is destroyed: You may produce a ship of the same type at a space dock in your home system.",
        "source": "twilights_fall",
        "faction": "crimson"
    },
    {
        "alias": "tf-entropicharvest",
        "name": "Entropic Harvest",
        "types": [
            "CYBERNETIC"
        ],
        "text": "At the end of any player's combat: Gain 1 commodity or convert 1 of your commodities to a trade good.",
        "source": "twilights_fall",
        "faction": "crimson"
    },
    {
        "alias": "tf-smotheringpresence",
        "name": "Smothering Presence",
        "types": [
            "BIOTIC"
        ],
        "text": "Other players units in or adjacent to systems that contain your structures lose all of their unit abilities.",
        "source": "twilights_fall",
        "faction": "crimson"
    },
    {
        "alias": "tf-pacifist",
        "name": "Pacifist",
        "types": [
            "BIOTIC"
        ],
        "text": "When ground forces are committed, whether you are attacking or defending player, you may choose for your units on that planet to coexist.",
        "source": "twilights_fall",
        "faction": "deepwrought"
    },
    {
        "alias": "tf-researchtheory",
        "name": "Research Theory",
        "types": [
            "BIOTIC"
        ],
        "text": "At the start of the status phase, you may replace 1 of your non-faction technologies: Reveal technology from the deck until your reveal another technology of the same color and gain it; shuffle the replaced technology and other revealed cards back into your deck.",
        "source": "twilights_fall",
        "faction": "deepwrought"
    },
    {
        "alias": "tf-geneticresearch",
        "name": "Genetic Research",
        "types": [
            "BIOTIC"
        ],
        "text": "At the start of the status phase, choose a technology type and gain trade goods equal to the number of technology of that color that you own.",
        "source": "twilights_fall",
        "faction": "deepwrought"
    },
    {
        "alias": "tf-survivalinstinct",
        "name": "Survival Instinct",
        "types": [
            "WARFARE"
        ],
        "text": "After a player activates a system that contains your ships, you may move up to 2 ships from adjacent systems that do not contain your command tokens into the active system.",
        "source": "twilights_fall",
        "faction": "ralnel"
    },
    {
        "alias": "tf-miniaturization",
        "name": "Miniaturization",
        "types": [
            "PROPULSION"
        ],
        "text": "Your structures can be transported by any ship; this does not require or count against capacity. When transported, they lose unit abilities until the end of the turn. At the end of your turn, you may place structures in the space area of the active system on planets you control in that system.",
        "source": "twilights_fall",
        "faction": "ralnel"
    },
    {
        "alias": "tf-nanomachines",
        "name": "Nanomachines",
        "types": [
            "WARFARE"
        ],
        "text": "ACTION: Exhaust this card to place 1 PDS on a planet you control.\nACTION: Exhaust this card to repair all of your damaged units.\nACTION: Exhaust this card and discard an action card to draw 1 action card.",
        "source": "twilights_fall",
        "faction": "ralnel"
    },
    {
        "alias": "tf-puppetcouncil",
        "name": "Puppet Council",
        "types": [
            "BIOTIC"
        ],
        "text": "Replenish your commodities at the start of the strategy phase, then gain 1 trade good.",
        "source": "twilights_fall",
        "faction": "keleres"
    },
    {
        "alias": "tf-agencysupplynetwork",
        "name": "Agency Supply Network",
        "types": [
            "CYBERNETIC"
        ],
        "text": "Once per action, when you resolve one of your PRODUCTION abilities, you may resolve an additional one of your PRODUCTION abilities in any system.",
        "source": "twilights_fall",
        "faction": "keleres"
    },
    {
        "alias": "tf-fleetlogistics",
        "name": "Fleet Logistics",
        "types": [
            "PROPULSION"
        ],
        "text": "During each of your turns of the action phase, you may perform 2 actions instead of 1.",
        "source": "twilights_fall",
        "faction": "keleres"
    },
    {
        "alias": "tf-theburningeye",
        "name": "The Burning Eye",
        "types": [
            "WARFARE"
        ],
        "text": "You can count planets in systems that contain your ships as controlled by you for the purpose of scoring secret objectives.",
        "source": "twilights_fall",
        "faction": "firmament"
    },
    {
        "alias": "tf-biogranicparasite",
        "name": "Biorganic Parasite",
        "types": [
            "BIOTIC"
        ],
        "text": "At the start of each of your turns, destroy 1 of another player's infantry in or adjacent to a system that contains your infantry.",
        "source": "twilights_fall",
        "faction": "obsidian"
    },
    {
        "alias": "tf-planesplitter",
        "name": "Planesplitter",
        "types": [
            "WARFARE"
        ],
        "text": "When this card enters play, put the Fracture into play and place an ingress token on Mecatol Rex.\n> Apply +1 Move value to your ships that start their movement in the Fracture.\n> Apply +1 to the result of each of your units combat rolls in the Fracture.",
        "source": "twilights_fall",
        "faction": "obsidian"
    }
]