[
    {
        "alias": "absol_purple_ps",
        "name": "Absol's Political Secret",
        "color": "purple",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the purple player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the purple player."
    },
    {
        "alias": "absol_pink_ps",
        "name": "Absol's Political Secret",
        "color": "pink",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the pink player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the pink player."
    },
    {
        "alias": "absol_blue_ps",
        "name": "Absol's Political Secret",
        "color": "blue",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the blue player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the blue player."
    },
    {
        "alias": "absol_green_ps",
        "name": "Absol's Political Secret",
        "color": "green",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the green player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the green player."
    },
    {
        "alias": "absol_gray_ps",
        "name": "Absol's Political Secret",
        "color": "gray",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the gray player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the gray player."
    },
    {
        "alias": "absol_red_ps",
        "name": "Absol's Political Secret",
        "color": "red",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the red player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the red player."
    },
    {
        "alias": "absol_yellow_ps",
        "name": "Absol's Political Secret",
        "color": "yellow",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the yellow player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the yellow player."
    },
    {
        "alias": "absol_black_ps",
        "name": "Absol's Political Secret",
        "color": "black",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the black player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the black player."
    },
    {
        "alias": "absol_orange_ps",
        "name": "Absol's Political Secret",
        "color": "orange",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the orange player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the orange player."
    },
    {
        "alias": "absol_rainbow_ps",
        "name": "Absol's Political Secret",
        "color": "rainbow",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the rainbow player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the rainbow player."
    },
    {
        "alias": "absol_lime_ps",
        "name": "Absol's Political Secret",
        "color": "lime",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the lime player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the lime player."
    },
    {
        "alias": "absol_lavender_ps",
        "name": "Absol's Political Secret",
        "color": "lavender",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the lavender player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the lavender player."
    },
    {
        "alias": "absol_bloodred_ps",
        "name": "Absol's Political Secret",
        "color": "bloodred",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the bloodred player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the bloodred player."
    },
    {
        "alias": "absol_chocolate_ps",
        "name": "Absol's Political Secret",
        "color": "chocolate",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the chocolate player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the chocolate player."
    },
    {
        "alias": "absol_emerald_ps",
        "name": "Absol's Political Secret",
        "color": "emerald",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the emerald player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the emerald player."
    },
    {
        "alias": "absol_navy_ps",
        "name": "Absol's Political Secret",
        "color": "navy",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the navy player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the navy player."
    },
    {
        "alias": "absol_rose_ps",
        "name": "Absol's Political Secret",
        "color": "rose",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the rose player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the rose player."
    },
    {
        "alias": "absol_spring_ps",
        "name": "Absol's Political Secret",
        "color": "spring",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the spring player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the spring player."
    },
    {
        "alias": "absol_teal_ps",
        "name": "Absol's Political Secret",
        "color": "teal",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the teal player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the teal player."
    },
    {
        "alias": "absol_brown_ps",
        "name": "Absol's Political Secret",
        "color": "brown",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the brown player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the brown player."
    },
    {
        "alias": "absol_chrome_ps",
        "name": "Absol's Political Secret",
        "color": "chrome",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the chrome player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the chrome player."
    },
    {
        "alias": "absol_forest_ps",
        "name": "Absol's Political Secret",
        "color": "forest",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the forest player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the forest player."
    },
    {
        "alias": "absol_gold_ps",
        "name": "Absol's Political Secret",
        "color": "gold",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the gold player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the gold player."
    },
    {
        "alias": "absol_lightgray_ps",
        "name": "Absol's Political Secret",
        "color": "lightgray",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the lightgray player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the lightgray player."
    },
    {
        "alias": "absol_petrol_ps",
        "name": "Absol's Political Secret",
        "color": "petrol",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the petrol player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the petrol player."
    },
    {
        "alias": "absol_sunset_ps",
        "name": "Absol's Political Secret",
        "color": "sunset",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the sunset player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the sunset player."
    },
    {
        "alias": "absol_tan_ps",
        "name": "Absol's Political Secret",
        "color": "tan",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the tan player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the tan player."
    },
    {
        "alias": "absol_turquoise_ps",
        "name": "Absol's Political Secret",
        "color": "turquoise",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the turquoise player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the turquoise player."
    },
    {
        "alias": "absol_ethereal_ps",
        "name": "Absol's Political Secret",
        "color": "ethereal",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the ethereal player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the ethereal player."
    },
    {
        "alias": "absol_splitgold_ps",
        "name": "Absol's Political Secret",
        "color": "splitgold",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitgold player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitgold player."
    },
    {
        "alias": "absol_splitlime_ps",
        "name": "Absol's Political Secret",
        "color": "splitlime",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitlime player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitlime player."
    },
    {
        "alias": "absol_splittan_ps",
        "name": "Absol's Political Secret",
        "color": "splittan",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splittan player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splittan player."
    },
    {
        "alias": "absol_splitteal_ps",
        "name": "Absol's Political Secret",
        "color": "splitteal",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitteal player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitteal player."
    },
    {
        "alias": "absol_splitturquoise_ps",
        "name": "Absol's Political Secret",
        "color": "splitturquoise",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitturquoise player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitturquoise player."
    },
    {
        "alias": "absol_splitbloodred_ps",
        "name": "Absol's Political Secret",
        "color": "splitbloodred",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitbloodred player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitbloodred player."
    },
    {
        "alias": "absol_splitchocolate_ps",
        "name": "Absol's Political Secret",
        "color": "splitchocolate",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitchocolate player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitchocolate player."
    },
    {
        "alias": "absol_splitemerald_ps",
        "name": "Absol's Political Secret",
        "color": "splitemerald",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitemerald player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitemerald player."
    },
    {
        "alias": "absol_splitnavy_ps",
        "name": "Absol's Political Secret",
        "color": "splitnavy",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitnavy player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitnavy player."
    },
    {
        "alias": "absol_splitpetrol_ps",
        "name": "Absol's Political Secret",
        "color": "splitpetrol",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitpetrol player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitpetrol player."
    },
    {
        "alias": "absol_splitrainbow_ps",
        "name": "Absol's Political Secret",
        "color": "splitrainbow",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitrainbow player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitrainbow player."
    },
    {
        "alias": "absol_splitred_ps",
        "name": "Absol's Political Secret",
        "color": "splitred",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitred player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitred player."
    },
    {
        "alias": "absol_splitblue_ps",
        "name": "Absol's Political Secret",
        "color": "splitblue",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitblue player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitblue player."
    },
    {
        "alias": "absol_splitgreen_ps",
        "name": "Absol's Political Secret",
        "color": "splitgreen",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitgreen player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitgreen player."
    },
    {
        "alias": "absol_splityellow_ps",
        "name": "Absol's Political Secret",
        "color": "splityellow",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splityellow player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splityellow player."
    },
    {
        "alias": "absol_splitorange_ps",
        "name": "Absol's Political Secret",
        "color": "splitorange",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitorange player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitorange player."
    },
    {
        "alias": "absol_splitpurple_ps",
        "name": "Absol's Political Secret",
        "color": "splitpurple",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitpurple player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitpurple player."
    },
    {
        "alias": "absol_splitpink_ps",
        "name": "Absol's Political Secret",
        "color": "splitpink",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the splitpink player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the splitpink player."
    },
    {
        "alias": "absol_orca_ps",
        "name": "Absol's Political Secret",
        "color": "orca",
        "playArea": "false",
        "source": "absol",
        "text": "When you cast votes: You may exhaust up to 3 of the orca player's planets and cast additional votes equal to the combined influence value of the exhausted planets. Then return this card to the orca player."
    }
]