[
    {
        "alias": "bapnarva",
        "name": "Absolute Secrecy",
        "faction": "arvaxi",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "balacasi",
        "text": "Place this card face-up in your play area. While this card is in your play area, the Arvaxi player cannot target you when using their UNDERHANDED MANEUVER faction ability. If you activate a system that contains 1 or more of the Arvaxi player's units, return this card to the Arvaxi player."
    },
    {
        "alias": "bapnxan",
        "name": "Warlord's Decree",
        "faction": "xan",
        "color": "",
        "playArea": false,
        "source": "balacasi",
        "text": "At the start of a space combat: You may choose up to 3 of your opponents' ships that have SUSTAIN DAMAGE to become damaged. Then, return this card to the Xan player."
    },
    {
        "alias": "bapnkalo",
        "name": "Shared Treasure",
        "faction": "kalora",
        "color": "",
        "playArea": true,
        "source": "balacasi",
        "text": "If you are not the Kalora player, place this card face up in your play area. You may use the Kalora's PRIMORDIAL faction ability. Both you and the Kalora player consider yourself as first to score an objective if no player other than each other has scored that objective. If you activate a system containing 1 or more of Kalora's units, return this card to the Kalora player."
    },
    {
        "alias": "bapnconc",
        "name": "Silent Accord",
        "faction": "onyxxa",
        "color": "",
        "playArea": true,
        "source": "balacasi",
        "text": "When you would spend a command token from your strategy pool to resolve the secondary ability of a strategy card other than Politics: Place this card face up in your play area. You may spend an additional command token from your strategy pool to resolve the primary ability of that card instead. At the start of the status phase, return this card to the Obsidian player."
    },
    {
        "alias": "bapnluna",
        "name": "Theory Renovation",
        "faction": "lunarium",
        "color": "",
        "playArea": false,
        "source": "balacasi",
        "text": "At the end of the status phase, draw 1 secret objective. Then, return this card to the Lunarium player."
    },
    {
        "alias": "bapntyri",
        "name": "Fate's Bargain",
        "faction": "tyris",
        "color": "",
        "playArea": false,
        "source": "balacasi",
        "text": "After you perform an action, you may perform a non-strategic action. Return this card to the Tyris player at the end of your turn."
    },
    {
        "alias": "bapnvyse",
        "name": "Lockdown Protocol",
        "faction": "vyserix",
        "color": "",
        "playArea": false,
        "source": "balacasi",
        "text": "At the start of an invasion: During this invasion, all planets you control in this system gain PLANETARY SHIELD as if they were a unit. Then, return this card to the Vyserix player."
    },
    {
        "alias": "bapnzeph",
        "name": "Mercenary Defense Contract",
        "faction": "zephyrion",
        "color": "",
        "playArea": false,
        "source": "balacasi",
        "text": "After a system is activated: Choose up to 3 non-fighter ships you control; during this action, those units gain SPACE CANNON 5. Return this card to the Zephyrion player at the end of the action."
    }
]