[
    {
        "alias": "<color>_cf",
        "name": "Ceasefire",
        "color": "<color>",
        "playArea": false,
        "source": "base",
        "text": "After the <color> player activates a system that contains 1 or more of your units: The <color> player cannot move units to the active system. Then return this card to the <color> player."
    },
    {
        "alias": "<color>_ps",
        "name": "Political Secret",
        "color": "<color>",
        "playArea": false,
        "source": "base",
        "text": "When an agenda is revealed: The <color> player cannot vote, play action cards, or use faction abilities until after that agenda has been resolved. Then, return this card to the <color> player."
    },
    {
        "alias": "<color>_sftt",
        "name": "Support for the Throne",
        "color": "<color>",
        "playArea": true,
        "playImmediately": true,
        "source": "base",
        "text": "When you receive this card, if you are not the <color> player, you must place it faceup in your play area and gain 1 victory point. When you activate a system that contains 1 or more of the <color> player's units, or if the <color> player is eliminated, lose 1 victory point and return this card to the <color> player.",
        "shrinkName": true
    },
    {
        "alias": "<color>_ta",
        "name": "Trade Agreement",
        "color": "<color>",
        "playArea": false,
        "source": "base",
        "text": "When the <color> player replenishes commodities: The <color> player gives you all of their commodities. Then, return this card to the <color> player."
    },
    {
        "alias": "<color>_an",
        "name": "Alliance",
        "color": "<color>",
        "playArea": true,
        "playImmediately": true,
        "source": "pok",
        "text": "When you receive this card, if you are not the <color> player, you must place it faceup in your play area. While this card is in your play area, you can use the <color> player's commander ability, if it is unlocked. When you activate a system that contains 1 or more of the <color> player's units, return this card to the <color> player."
    }
]