[
    {
        "alias": "dspnauge",
        "name": "Read the Fates",
        "faction": "augers",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "ACTION: Place this face up in your play area.\nWhile this card is in your play area, you may look at the public objective card on the Ilyxum player's faction sheet.\nIf you activate a system that contains 1 or more of the Ilyxum player's units, return this card to the Ilyxum player."
    },
    {
        "alias": "dspnaxis",
        "name": "Industry Secrets",
        "faction": "axis",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "When 1 or more of your units use PRODUCTION: Place this card face up in your play area to apply +4 to the PRODUCTION value of those units and reduce the combined cost of the produced units by 1 for this use of PRODUCTION.\nAt the beginning of the status phase, return this card to the Axis player."
    },
    {
        "alias": "dspnbent",
        "name": "Encryption Key",
        "faction": "bentor",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "attachment": "encryptionkey",
        "source": "ds",
        "text": "ACTION: Attach this card to a non-home planet you control.\nThis planet has 1 technology specialty of any color.",
        "shortName": "Encrypt. Key",
        "shrinkName": true
    },
    {
        "alias": "dspnblex",
        "name": "Shared Misery",
        "faction": "blex",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of a ground combat against a player other than the Blex player: Apply -1 to the result of each of your opponent's unit's combat rolls during this combat.\nThen, return this card to the Blex player."
    },
    {
        "alias": "dspnceld",
        "name": "Trade Alliance",
        "faction": "celdauri",
        "color": "",
        "playArea": true,
        "playImmediately": true,
        "source": "ds",
        "text": "When you receive this card, if you are not the Celdauri player, you must place it face up in your play area.\nWhile this card is in your play area, you can use the Celdauri player's commander ability, if it is unlocked.\nIf you activate a system that contains 1 or more of the Celdauri player's units, return this card to the Celdauri player."
    },
    {
        "alias": "dspnchei",
        "name": "Carcinisation",
        "faction": "cheiran",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "When 1 of your non-fighter ships is destroyed during combat: You may place 2 fighters from your reinforcements in the space area of the active system.\nAt the end of that combat, return this card to the Cheiran Hordes player.",
        "shortName": "Carcinis\n-ation"
    },
    {
        "alias": "dspncymi",
        "name": "Algorithmic Replication",
        "faction": "cymiae",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "ACTION: Choose 1 action card from the action card discard pile and add it to your hand.\nThen, purge this card.",
        "shrinkName": true
    },
    {
        "alias": "dspndihm",
        "name": "Combat Drills",
        "faction": "dihmohn",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "When 1 of your ships would be destroyed: Instead of destroying that ship, place this card face up in your play area.\nReturn this card to the Dih-Mohn player at the start of the status phase."
    },
    {
        "alias": "dspnedyn",
        "name": "Edyn Rider",
        "faction": "edyn",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, place 1 command token from another player's reinforcements in a system that contains your units.\nThen, return this card to the Edyn player."
    },
    {
        "alias": "dspnflor",
        "name": "Underground Market",
        "faction": "florzen",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "When you would gain a relic: You may draw 1 additional card. Choose 1 to gain and return the rest to the relic deck. Then, shuffle the relic deck.\nThen, return this card to the Florzen player.",
        "shortName": "Undergr'nd Market",
        "shrinkName": true
    },
    {
        "alias": "dspnfree",
        "name": "Broadcast Teams",
        "faction": "freesystems",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "When you gain control of a planet during a tactical action: If the active system does not contain another player's ships, you may produce up to 2 ships in that system.\nThen, return this card to the Free Systems player."
    },
    {
        "alias": "dspnghem",
        "name": "Raid Leaders",
        "faction": "ghemina",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "After you activate a system: Choose 1 non-fighter ship you control. During this action, that unit gains BOMBARDMENT 5(x2) and a capacity value of 2.\nReturn this card to the Ghemina player at the end of this action."
    },
    {
        "alias": "dspnghot",
        "name": "Ghoti Relay",
        "faction": "ghoti",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "At the start of your turn: Place this card in your play area to produce up to 2 ships in a system that contains 1 or more of your ships.\nAt the start of the status phase, return this card to the Ghoti Player."
    },
    {
        "alias": "dspngled",
        "name": "Gledge Base",
        "faction": "gledge",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "attachment": "gledgebase",
        "source": "ds",
        "text": "ACTION: Attach this card to a non-home planet you control.\nThis planet's resource value is increased by 2.",
        "shrinkName": true
    },
    {
        "alias": "dspnkhra",
        "name": "Stone Speakers",
        "faction": "khrask",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "During a tactical action, when you produce 1 or more hits during a BOMBARDMENT roll: For each hit you produced, you may instead place 1 infantry from your reinforcements on the planet being bombarded.\nThen, return this card to the L'tokk Khrask player."
    },
    {
        "alias": "dspnkjal",
        "name": "Vassalage",
        "faction": "kjalengard",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of combat: Apply +1 to the results of each of your fighters' combat rolls during this combat.\nThe Kjalengard player captures each of your fighters destroyed during this combat.\nThen, return this card to the Kjalengard player."
    },
    {
        "alias": "dspnkoll",
        "name": "AI Survey",
        "faction": "kollecc",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of your turn: You may look at either the top card of the cultural, hazardous, and industrial exploration decks, or the top card of the relic deck.\nThen, return this card to the Kollecc player."
    },
    {
        "alias": "dspnkolu",
        "name": "Combinatorial Bypass",
        "faction": "kolume",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "At the start of invasion, place this card in your play area.\nDuring this invasion, all other player's units lose SPACE CANNON and PLANETARY SHIELD.\nAt the start of your next turn, return this card to the Kolume player.",
        "shortName": "Combin't'r'l\nBypass"
    },
    {
        "alias": "dspnkort",
        "name": "Blessing of the Queens",
        "faction": "kortali",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "ACTION: Place this card face up in your play area and remove 1 of your command tokens from the game board.\nAt the start of the status phase, return this card to the Kortali player.",
        "shrinkName": true
    },
    {
        "alias": "dspnkyro",
        "name": "Kyro Rider",
        "faction": "kyro",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, place 3 infantry from your reinforcements on a planet you control.\nThen, return this card to the Kyro player."
    },
    {
        "alias": "dspnlane",
        "name": "Spoils of War",
        "faction": "lanefir",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "After you win a combat: Place this card face-up in your play area to explore 1 planet you control.\nAt the start of the Lanefir player's turn, return this card to the Lanefir player."
    },
    {
        "alias": "dspnlizh",
        "name": "Trusted Counselor",
        "faction": "lizho",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of a space combat you are participating in: You may place up to 2 fighters from your reinforcements into the space area of the active system.\nThen, return this card to the Li-Zho player."
    },
    {
        "alias": "dspnmirv",
        "name": "Rapid Excavation",
        "faction": "mirveda",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of your turn: You may move up to 2 PDS units you control to a planet you control.\nThen, return this card to the Mirveda player."
    },
    {
        "alias": "dspnmort",
        "name": "Secrets of the Weave",
        "faction": "mortheus",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of a space combat while you are the defender: You may spend influence equal to the cost value of 1 of your opponent's ships in the active system to place 1 unit of that type from your reinforcements in that system.\nThen, return this card to the Mortheus player."
    },
    {
        "alias": "dspnmyko",
        "name": "Gift of Insight",
        "faction": "mykomentori",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "ACTION: Place this card face up in your play area.While this card is in your play area, once per turn, after you roll a die, you may reroll that die.\nIf you activate a system that contains 1 or more of the Myko-Mentori player's units, return this card to the Myko-Mentori player."
    },
    {
        "alias": "dspnnivy",
        "name": "Nivyn Guidance",
        "faction": "nivyn",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "After you activate a system: During this activation, you may ignore the effects of each anomaly.\nReturn this card to the Nivyn player at the end of this activation."
    },
    {
        "alias": "dspnnoka",
        "name": "Nokar Navigator",
        "faction": "nokar",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of a space combat: During this combat, the active system is adjacent to each system that contains a planet you control for the purposes of announcing and resolving retreats.\nAt the end of this combat, return this card to the Nokar player."
    },
    {
        "alias": "dspnolra",
        "name": "Incite Revolution",
        "faction": "olradin",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "source": "ds",
        "text": "ACTION: Place this card face up in your play area to choose and exhaust 1 planet you control. Then, ready 1 non-home planet you control other than Mecatol Rex.\nAt the start of the status phase, return this card to the Olradin player."
    },
    {
        "alias": "dspnrohd",
        "name": "Automatons",
        "faction": "rohdhna",
        "color": "",
        "playArea": true,
        "playImmediately": false,
        "attachment": "automatons",
        "source": "ds",
        "text": "At the end of your turn, you may attach this card to a non-home planet you control other than Mecatol Rex.\nThis planet has PRODUCTION 3 as if it were a unit.",
        "shrinkName": true
    },
    {
        "alias": "dspntnel",
        "name": "Plots Within Plots",
        "faction": "tnelis",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "When you draw 1 or more secret objective cards: Draw 1 additional secret objective card. Then, return 1 secret objective card to the secret objective deck. Shuffle that deck.\nThen, return this card to the Tnelis player."
    },
    {
        "alias": "dspnvade",
        "name": "Vaden Handshake",
        "faction": "vaden",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "After you activate a system: You may spend any number of trade goods. For each trade good spent, apply +1 to the move value of 1 non-fighter ship you control during this activation.\nReturn this card to the Vaden player at the end of this activation."
    },
    {
        "alias": "dspnvayl",
        "name": "Clan's Favor",
        "faction": "vaylerian",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of a round of space combat: The Vaylerian player discards 1 action card. Then, move all of your ships from the active system to an adjacent system that does not contain another player's ships. The space combat ends in a draw.\nThen, place a command token from your reinforcements in that system and return this card to the Vaylerian player."
    },
    {
        "alias": "dspnveld1",
        "name": "Branch Office - Tax Haven",
        "faction": "veldyr",
        "color": "",
        "playArea": true,
        "playImmediately": true,
        "attachment": "veldyrtaxhaven",
        "source": "ds",
        "text": "When you receive this card, you must attach it to a non-home planet you control other than Mecatol Rex that does not have a Branch Office attachment.\nIts influence value is increased by 1.",
        "shortName": "Br. Office I",
        "shrinkName": true
    },
    {
        "alias": "dspnveld2",
        "name": "Branch Office - Broadcast Hub",
        "faction": "veldyr",
        "color": "",
        "playArea": true,
        "playImmediately": true,
        "attachment": "veldyrbroadcasthub",
        "source": "ds",
        "text": "When you receive this card, you must attach it to a non-home planet you control other than Mecatol Rex that does not have a Branch Office attachment.\nIts influence value is increased by 1.",
        "shortName": "Br. Office I",
        "shrinkName": true
    },
    {
        "alias": "dspnveld3",
        "name": "Branch Office - Reserve Bank",
        "faction": "veldyr",
        "color": "",
        "playArea": true,
        "playImmediately": true,
        "attachment": "veldyrreservebank",
        "source": "ds",
        "text": "When you receive this card, you must attach it to a non-home planet you control other than Mecatol Rex that does not have a Branch Office attachment.\nIts resource value is increased by 1.",
        "shortName": "Br. Office R",
        "shrinkName": true
    },
    {
        "alias": "dspnveld4",
        "name": "Branch Office - Orbital Shipyard",
        "faction": "veldyr",
        "color": "",
        "playArea": true,
        "playImmediately": true,
        "attachment": "veldyrorbitalshipyard",
        "source": "ds",
        "text": "When you receive this card, you must attach it to a non-home planet you control other than Mecatol Rex that does not have a Branch Office attachment.\nIts resource value is increased by 1.",
        "shortName": "Br. Office R",
        "shrinkName": true
    },
    {
        "alias": "dspnrhod",
        "name": "Favor of Rhodun",
        "faction": "zealots",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "When you ignore a prerequisite on a technology card you are researching: You may ignore 1 additional prerequisite of the same color.\nThen, return this card to the Rhodun player."
    },
    {
        "alias": "dspnzeli",
        "name": "Hyperkinetic Ordinance",
        "faction": "zelian",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "When 1 or more of your units would make a BOMBARDMENT roll: If you produce 1 or more hits during this BOMBARDMENT roll, produce 1 additional hit for that roll.\nThen, return this card to the Zelian player.",
        "shortName": "Hyperkin. Ordinance"
    },
    {
        "alias": "dspnuyda",
        "name": "Eerie Predictions",
        "faction": "uydai",
        "color": "",
        "playArea": false,
        "source": "ds",
        "text": "At the start of the status phase: You may look at the top card of any 1 deck; place that card on the top or bottom of that deck. \nThen, return this card to the Uydai player."
    },
    {
        "alias": "dspnphar",
        "name": " Death Binding",
        "faction": "pharadn",
        "color": "",
        "playArea": true,
        "source": "ds",
        "text": "When you receive this card, if you are not the Pharad'n player, you must place it face up in your play area.\nAt the start of a round of combat, you may exhaust this card to place 2 infantry from your reinforcements on a planet you control. \nOnce per combat, after 1 of your infantry is destroyed, the Pharad'n player may capture that unit."
    }
]
