[
    {
        "alias": "pi_war_funding",
        "name": "War Funding",
        "faction": "letnev",
        "playArea": false,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "war_funding",
        "text": "At the start of a round of spce combat: During this combat round, reroll any number of your dice. then, return this card to the letnev player."
    },
    {
        "alias": "pi_tekklar",
        "name": "Tekklar Legion",
        "faction": "sardakk",
        "playArea": false,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "tekklar",
        "text": "At the start of a ground combat against any player other than the N'orr player: Apply +1 to the result of each of your unit's combat rolls during this combat. Then, return this card to the N'orr player."
    },
    {
        "alias": "pi_ms",
        "name": "Military Support",
        "faction": "sol",
        "playArea": false,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "ms",
        "text": "At the start of the Sol player's turn, if their strategy card is exhausted: You may place 1 infantry from your reinforcements on any planet you control. Then, return this card to the Sol Player."
    },
    {
        "alias": "pi_polfav",
        "name": "Political Favor",
        "faction": "xxcha",
        "playArea": false,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "favor",
        "text": "After and agenda is revealed: You may play this card to vote with the resource values of your planets instead of the influence value during this agenda. After resolveing the agenda, if you vote for the same outcome as the Xxcha player, and that outcome is resolved, both you and the Xxcha player may ready all of your planets; return this card to the Xxcha player."
    },
    {
        "alias": "pi_gfm",
        "name": "Greyfire Mutagen",
        "faction": "yin",
        "playArea": false,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "greyfire",
        "text": "At the start of a ground combat against a player other than the Yin player: Roll 1 die for each enemy infantry on that planet. For each result of 8 or higher, destroy that infantry. Then, return this card to the Yin Player."
    },
    {
        "alias": "pi_stymie",
        "name": "Stymie",
        "faction": "arborec",
        "playArea": false,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "stymie",
        "text": "At the start of a combat against a player other than the Arborec player: Your opponent cannont make combat rolls during this combat round. Then, return this card to the Arborec Player."
    },
    {
        "alias": "pi_antivirus",
        "name": "Antivirus",
        "faction": "nekro",
        "playArea": true,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "antivirus",
        "text": "ACTION: Place this card face up in your play area. While this card is in your play area, the Nekro player cannot use their Technological Singularity faction ability against you. If you activate a system that contains 1 or more of the Nekro player's units, return this card to the Nekro Player."
    },
    {
        "alias": "pi_iff",
        "name": "Creuss Iff",
        "faction": "creuss",
        "playArea": false,
        "attachment": false,
        "source": "project_pi",
        "homebrewReplacesID": "iff",
        "text": "After you activate a system: You may place a Creuss wormhole token in any system that contain your ships. During this tacticle action, systems that contain non-delta wormholes are adjacent to each other. Apply +1 to the move value of each of your ships that moves through one or more wormholes. Then, return this card to the Creuss player."
    }
]