[
    {
        "alias": "ambuscade",
        "name": "Strike Wing Ambuscade",
        "faction": "argent",
        "playArea": false,
        "source": "pok",
        "text": "When 1 or more of your units make a roll for a unit ability: Choose 1 of those units to roll 1 additional die. Then, return this card to the Argent player."
    },
    {
        "alias": "war_funding",
        "name": "War Funding",
        "faction": "letnev",
        "playArea": false,
        "source": "base",
        "text": "After you and your opponent roll dice during space combat: You may reroll all of your opponent's dice. You may reroll any number of your dice. Then, return this card to the Letnev player."
    },
    {
        "alias": "ragh",
        "name": "Raghs Call",
        "faction": "saar",
        "playArea": false,
        "source": "base",
        "text": "After you commit 1 or more units to land on a planet: Remove all of the Saar player's ground forces from that planet and place them on a planet controlled by the Saar player. Then, return this card to the Saar player."
    },
    {
        "alias": "fires",
        "name": "Fires of the Gashlai",
        "faction": "muaat",
        "playArea": false,
        "source": "base",
        "text": "Action: Remove 1 token from the Muaat player's fleet pool and return it to their reinforcements. Then, gain your war sun unit upgrade technology card.  Then, return this card to the Muaat Player."
    },
    {
        "alias": "convoys",
        "name": "Trade Convoys",
        "faction": "hacan",
        "playArea": true,
        "playImmediately": false,
        "source": "base",
        "text": "Action: Place this card faceup in your play area. While this card is in your play area, you may negotiate transactions with players who are not your neighbor.  If you activate a system that contains 1 or more of the Hacan player's units, return this card to the Hacan player."
    },
    {
        "alias": "blood_pact",
        "name": "Blood Pact",
        "faction": "empyrean",
        "playArea": true,
        "playImmediately": false,
        "source": "pok",
        "text": "Action: Place this card faceup in your play area. When you and the Empyrean player cast votes for the same outcome, cast 4 additional votes for that outcome. If you activate a system that contains 1 or more of the Empyrean player's units, return this card to the Empyrean player."
    },
    {
        "alias": "ms",
        "name": "Military Support",
        "faction": "sol",
        "playArea": false,
        "source": "base",
        "text": "At the start of the Sol player's turn: Remove 1 token from the Sol player's strategy pool, if able, and return it to their reinforcements. Then, you may place 2 infantry from your reinforcements on any planet you control. Then, return this card to the Sol player."
    },
    {
        "alias": "iff",
        "name": "Creuss Iff",
        "faction": "ghost",
        "playArea": false,
        "source": "base",
        "text": "At the start of your turn during the action phase: Place or move a Creuss wormhole token into either a system that contains a planet you control or a non-home system that does not contain another player's ships. Then, return this card to the Creuss player."
    },
    {
        "alias": "ce",
        "name": "Cybernetic Enhancements",
        "faction": "l1z1x",
        "playArea": false,
        "source": "base",
        "text": "When you gain command tokens during the status phase: Gain 1 additional command token. Then, return this card to the L1Z1X player."
    },
    {
        "alias": "scepter",
        "name": "Scepter of Dominion",
        "faction": "mahact",
        "playArea": false,
        "source": "pok",
        "text": "At the start of the strategy phase: Choose 1 non-home system that contains your units, each other player who has a token on the Mahact player's command sheet places a token from their reinforcements in that system. Then, return this card to the Mahact player."
    },
    {
        "alias": "pop",
        "name": "Promise of Protection",
        "faction": "mentak",
        "playArea": true,
        "playImmediately": false,
        "source": "base",
        "text": "Action: Place this card faceup in your play area. While this card is in your play area, the Mentak player cannot use their Pillage faction ability against you. If you activate a system that contains 1 or more of the Mentak player's units, return this card to the Mentak player."
    },
    {
        "alias": "gift",
        "name": "Gift of Prescience",
        "faction": "naalu",
        "playArea": true,
        "playImmediately": false,
        "source": "base",
        "text": "At the end of the Strategy Phase: Place this card faceup in your play area and place the Naalu '0' token on your strategy card, you are the first in initiative order. The Naalu player cannot use their Telepathic faction ability during this game round. Return this card to the Naalu player at the end of the status phase."
    },
    {
        "alias": "bmf",
        "name": "Black Market Forgery",
        "faction": "naaz",
        "playArea": false,
        "source": "pok",
        "text": "Action: Purge 2 of your relic fragments of the same type to gain 1 relic. Then, return this card to the Naaz-Rokha player."
    },
    {
        "alias": "antivirus",
        "name": "Antivirus",
        "faction": "nekro",
        "playArea": true,
        "playImmediately": false,
        "source": "base",
        "text": "At the start of a combat: Place this card faceup in your play area. While this card is in your play area, the Nekro player cannot use their Technological Singularity faction ability against you. If you activate a system that contains 1 or more of the Nekro player's units, return this card to the Nekro player."
    },
    {
        "alias": "cavalry",
        "name": "The Cavalry",
        "faction": "nomad",
        "playArea": false,
        "source": "pok",
        "text": "At the start of a space combat against a player other than the Nomad: During this combat, treat 1 of your non-fighter ships as if it has the Sustain Damage ability, combat value, and Anti-Fighter Barrage value of the Nomad's flagship. Return this card to the Nomad player at the end of the combat."
    },
    {
        "alias": "tekklar",
        "name": "Tekklar Legion",
        "faction": "sardakk",
        "playArea": false,
        "source": "base",
        "text": "At the start of an invasion combat: Apply +1 to the result of each of your unit's combat rolls during this combat. If your opponent is the N'orr player, apply -1 to the result of each of their unit's combat rolls during this combat. Then, return this card to the N'orr player."
    },
    {
        "alias": "terraform",
        "name": "Terraform",
        "faction": "titans",
        "playArea": true,
        "playImmediately": false,
        "attachment": "titanspn",
        "source": "pok",
        "text": "Action: Attach this card to a non-home planet you control other than Mecatol Rex. Its resource and influence values are each increased by 1, and it is treated as having all 3 planet traits (cultural, hazardous, and industrial)."
    },
    {
        "alias": "ra",
        "name": "Research Agreement",
        "faction": "jolnar",
        "playArea": false,
        "source": "base",
        "text": "After the Jol-Nar player researches a technology that is not a faction technology: Gain that technology. Then, return this card to the Jol-Nar player."
    },
    {
        "alias": "crucible",
        "name": "Crucible",
        "faction": "cabal",
        "playArea": false,
        "source": "pok",
        "text": "After you activate a system: Your ships do not roll for gravity rifts during this movement, apply an additional +1 to the move values of your ships that would move out of or through a gravity rift instead. Then, return this card to the Vuil'raith player."
    },
    {
        "alias": "acq",
        "name": "Acquiescence",
        "faction": "winnu",
        "playArea": false,
        "source": "base",
        "text": "When the Winnu player resolves a strategic action: You do not have to spend or place a command token to resolve the secondary ability of that strategy card. Then, return this card to the Winnu player."
    },
    {
        "alias": "favor",
        "name": "Political Favor",
        "faction": "xxcha",
        "playArea": false,
        "source": "base",
        "text": "When an agenda is revealed: Remove 1 token from the Xxcha player's strategy pool and return it to their reinforcements. Then, discard the revealed agenda and reveal 1 agenda from the top of the deck. Players vote on this agenda instead. Then, return this card to the Xxcha player."
    },
    {
        "alias": "greyfire",
        "name": "Greyfire Mutagen",
        "faction": "yin",
        "playArea": false,
        "source": "base",
        "text": "At the start of a ground combat against 2 or more ground forces that are not controlled by the Yin player: Replace 1 of your opponent's infantry with 1 infantry from your reinforcements. Then, return this card to the Yin player."
    },
    {
        "alias": "spynet",
        "name": "Spy Net",
        "faction": "yssaril",
        "playArea": false,
        "source": "base",
        "text": "At the start of your turn: Look at the Yssaril player's hand of action cards. Choose 1 of those cards and add it to your hand. Then, return this card to the Yssaril player."
    },
    {
        "alias": "stymie",
        "name": "Stymie",
        "faction": "arborec",
        "playArea": false,
        "source": "base",
        "text": "After another player moves ships into a system that contains 1 or more of your units: You may place 1 command token from that player's reinforcements in any non-home system. Then, return this card to the Arborec player."
    },
    {
        "alias": "dark_pact",
        "name": "Dark Pact",
        "faction": "empyrean",
        "playArea": true,
        "playImmediately": false,
        "source": "pok",
        "text": "Action: Place this card faceup in your play area. When you give a number of commodities to the Empyrean player equal to your maximum commodity value, you each gain 1 trade good. If you activate a system that contains 1 or more of the Empyrean player's units, return this card to the Empyrean player."
    },
    {
        "alias": "rider",
        "name": "Keleres Rider",
        "faction": "keleres",
        "playArea": false,
        "source": "codex3",
        "text": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, draw 1 action card and gain 2 trade goods. Then, return this card to the Keleres player."
    },
    {
        "alias": "ridera",
        "name": "Keleres Rider",
        "faction": "keleresa",
        "playArea": false,
        "source": "codex3",
        "text": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, draw 1 action card and gain 2 trade goods. Then, return this card to the Keleres player."
    },
    {
        "alias": "riderm",
        "name": "Keleres Rider",
        "faction": "keleresm",
        "playArea": false,
        "source": "codex3",
        "text": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, draw 1 action card and gain 2 trade goods. Then, return this card to the Keleres player."
    },
    {
        "alias": "riderx",
        "name": "Keleres Rider",
        "faction": "keleresx",
        "playArea": false,
        "source": "codex3",
        "text": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, draw 1 action card and gain 2 trade goods. Then, return this card to the Keleres player."
    }
]
