[
    {
        "alias": "absol_affirmation",
        "name": "Affimation of Divine Right",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Mecatol Rex is a legendary planet. At the end of each strategy phase, each other player must give the player who controls Mecatol Rex 1 promissory note from their hand, if able.",
        "text2": "Against: Exhaust the Imperial strategy card. Place this card with the current laws, and place the custodians token on it. The player who had the custodians token loses 1 victory point. While this law is in play with the custodians token on it, players cannot gain victory points from the Imperial strategy card for controlling Mecatol Rex. If this law is discarded, the player who controls Mecatol Rex gains the custodians token and 1 victory point.",
        "mapText": "See card for details. Whether this went For or Against will determine the effects.",
        "source": "absol"
    },
    {
        "alias": "absol_revolution",
        "name": "Anti-Intellectual Revolution",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Each player who voted \"For\" or abstained returns 1 technology they own with the most prerequisites to their technology decks. Double the prerequisites on all technologies.",
        "text2": "Against: Exhaust the Technology strategy card. Any player who voted \"Against\" or abstained destroys a number of their units on the game board with a combined cost of at least 6 resources.",
        "mapText": "Double the prerequisites on all technologies.",
        "source": "absol"
    },
    {
        "alias": "absol_secret",
        "name": "Archived Secret",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player draws 2 secret objectives, then gives 1 promissory note from their hand to the other player who cast the most votes for them.",
        "source": "absol"
    },
    {
        "alias": "absol_standardization",
        "name": "Armed Forces Standardization",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player places command tokens from their reinforcements until they they have 3 tokens in their tactic pool, 3 tokens in their fleet pool, and 2 tokens in their strategy pool. They return any excess tokens to their reinforcements, then the other player who cast the most votes for the elected player gives them 1 promissory note from their hand.",
        "source": "absol"
    },
    {
        "alias": "absol_reduction",
        "name": "Arms Reduction",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player destroys all of their dreadnoughts and half of their cruisers (rounding up). Players gain 2 trade goods for each dreadnought and 1 trade good for each cruiser destroyed this way. The player who cast the most votes \"For\" adds 1 command token from their reinforcements to their strategy pool.",
        "text2": "Against: The player who cast the most votes \"Against\" may research 1 unit upgrade technology, then place 1 dreadnought or 2 cruisers in a system that contains only their units.",
        "source": "absol"
    },
    {
        "alias": "absol_articleswar",
        "name": "Articles of War",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" places 3 of their control tokens on this card. All mechs lose their printed abilities except for SUSTAIN DAMAGE. When any player activates a system, a player whose control token is on this card may discard 1 control token to ignore the effects of this law during that tactical action.",
        "text2": "Against: Players who voted \"For\" or abstained replace each of their mechs on the game board with an infantry from their reinforcements. The player who cast the most votes \"Against\" may place any number of mechs in their reinforcements on any planet or planets they control.",
        "mapText": "All mechs lose their printed abilities except for SUSTAIN DAMAGE. After any player activates a system, a player whose control token is on this card may discard that control token to ignore the effects of this law during that activation.",
        "source": "absol"
    },
    {
        "alias": "absol_checks",
        "name": "Checks and Balances",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" places 1 of their control tokens on this card. When a player chooses a strategy card during the strategy phase, they give that strategy card to another player who does not have 1 (or a player who does not have 2, in a three- or four-player game), if able. If a player whose control token is on this card does not currently have a strategy card, they may discard that token to keep a chosen strategy card instead.",
        "text2": "Against: Remove all control tokens from public objectives and shuffle all scored secret objectives back into the deck. Players do not gain or lose victory points as a result of this.",
        "mapText": "The player that cast the most votes 'For' places a control token on this card. When a player chooses a strategy card during the strategy phase, they give that strategy card to another player who does not have 1 (or a player who does not have 2 in a three- or four-player game), if able. If they do not currently have a strategy card, a player whose control token on this card may discard that token to keep the chosen strategy card, instead.",
        "source": "absol"
    },
    {
        "alias": "absol_operations",
        "name": "Clandestine Operations",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" gains 2 command tokens and takes the speaker token. Then, each player removes 1 command token from the command sheet of the player to their left and returns it to that player's reinforcements.",
        "text2": "Against: Each player removes 1 command token from their fleet pool. Exhaust the Politics strategy card.",
        "source": "absol"
    },
    {
        "alias": "absol_leak",
        "name": "Classified Document Leak",
        "type": "Law",
        "target": "Elect Scored Secret Objective",
        "text1": "The elected secret objective becomes a public objective. The player who cast the most votes for that objective may immediately score it, if they meet the requirements, or draw 2 action cards if they do not.",
        "mapText": "The elected secret objective becomes a public objective.",
        "source": "absol"
    },
    {
        "alias": "absol_redistribution",
        "name": "Colonial Redistribution",
        "type": "Directive",
        "target": "Elect non-home Planet other than Mecatol Rex",
        "text1": "Remove each unit on the elected planet. The player who controls that planet places the removed units on 1 or more planets they control in their home system, if able, then chooses one other player with the fewest victory points; that player may place 3 infantry from their reinforcements on the elected planet.",
        "source": "absol"
    },
    {
        "alias": "absol_formation",
        "name": "Committee Formation",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and gives each other player who voted for them 1 promissory note from their hand (in order of most votes to least), if able.\nBefore players vote on an agenda that requires a player to be elected, the owner of this card may discard this card to choose the player to be elected. Players do not vote on that agenda. The owner of this card is considered to have cast the most votes for the resolved outcome.",
        "mapText": "Before players vote on an agenda that requires a player to be elected, the owner of this card may discard this card to choose the player to be elected. Players do not vote on that agenda. The owner of this card is considered to have cast the most votes for the resolved outcome.",
        "source": "absol"
    },
    {
        "alias": "absol_disarmamament",
        "name": "Compensated Disarmamanet",
        "type": "Directive",
        "target": "Elect non-home Planet",
        "text1": "Remove each ground force on the elected planet; the player who controls that planet gains 1 trade good for each infantry removed and 2 trade goods for each mech removed.\nThe other player who cast the most votes for the elected planet gives the owner of the elected planet 1 promissory note from their hand.",
        "source": "absol"
    },
    {
        "alias": "absol_conventionswar",
        "name": "Conventions of War",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" gains 1 trade good for each of their cultural planets. Players cannot use BOMBARDMENT against cultural planets.",
        "text2": "Against: Players who voted \"Against\" or abstained discard all of their action cards. The player who cast the most votes \"Against\" must give 1 promissory note to the other player with the most cultural planets.",
        "mapText": "Players cannot use BOMBARDMENT against Cultural planets.",
        "source": "absol"
    },
    {
        "alias": "absol_covert",
        "name": "Covert Legislation",
        "type": "Directive",
        "target": "When this agenda is revealed, the speaker draws the next card in the agenda deck but does not reveal it to the other players. If it is Emergency Session, it is played as normal and the speaker draws the next card.",
        "text1": "The speaker reads the eligible outcomes aloud (for, against, elect player, etc); the other players vote for these outcomes as if they were outcomes of this agenda, without knowing their effects.",
        "source": "absol"
    },
    {
        "alias": "absol_spending",
        "name": "Discretionary Spending",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: All players gain trade goods equal to the number of planets they control.\nThe player who cast the most votes \"For\" replenishes their commodities.\nIn voting order, each player may spend any number of trade goods as follows, with the given costs (they cannot choose the same system or planet more than once):\n- use the PRODUCTION ability of their units in any system (Cost)\n- research up to 2 technologies (4 each)\n- place 1 structure on a planet they control (3)\n- draw 1 action card (1)\n- explore a planet they control or a frontier token in a system that contains their ships (1) [Note: You cannot explore the same planet multiple times]",
        "text2": "Against: All players except the player who cast the most votes \"Against\" lose half of their trade goods (rounded up).",
        "source": "absol"
    },
    {
        "alias": "absol_equality",
        "name": "Economic Equality",
        "type": "Directive",
        "target": "For/Against",
        "text1": "Each player returns all their trade goods to the supply. All players have a commodity value of 3.  The player that cast the most votes \"For\" replenishes their commodities.",
        "text2": "Against: The player who cast the most votes \"Against\" gains a number of trade goods equal to their current number of trade goods. For every 3 trade goods they gain this way, all other players lose 1 trade good, if able.",
        "source": "absol"
    },
    {
        "alias": "absol_emergency1",
        "name": "Emergency Session",
        "type": "Agenda Phase",
        "target": "",
        "text1": "When this card is revealed, place it in the common play area. This card is not an agenda, and players do not vote on this card.\nAfter all other agendas are resolved during the agenda phase, the speaker reveals and the players vote on 1 additional agenda. Then discard this card.",
        "source": "absol"
    },
    {
        "alias": "absol_emergency2",
        "name": "Emergency Session",
        "type": "Agenda Phase",
        "target": "",
        "text1": "When this card is revealed, place it in the common play area. This card is not an agenda, and players do not vote on this card.\nAfter all other agendas are resolved during the agenda phase, the speaker reveals and the players vote on 1 additional agenda. Then discard this card.",
        "source": "absol"
    },
    {
        "alias": "absol_emergency3",
        "name": "Emergency Session",
        "type": "Agenda Phase",
        "target": "",
        "text1": "When this card is revealed, place it in the common play area. This card is not an agenda, and players do not vote on this card.\nAfter all other agendas are resolved during the agenda phase, the speaker reveals and the players vote on 1 additional agenda. Then discard this card.",
        "source": "absol"
    },
    {
        "alias": "absol_emergency4",
        "name": "Emergency Session",
        "type": "Agenda Phase",
        "target": "",
        "text1": "When this card is revealed, place it in the common play area. This card is not an agenda, and players do not vote on this card.\nAfter all other agendas are resolved during the agenda phase, the speaker reveals and the players vote on 1 additional agenda. Then discard this card.",
        "source": "absol"
    },
    {
        "alias": "absol_travelban",
        "name": "Enforced Travel Ban",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" places 3 of their control tokens on this card. Alpha and beta wormholes have no effect during movement. A player whose control token is on this card may discard 1 control token at any time to allow the current active player to ignore the effects of this law for the duration of their turn.",
        "text2": "Against: Players who voted \"Against\" gain 1 trade good for each wormhole in systems that contain 1 or more of their units. Players that gained trade goods also gain 1 commodity for each of their neighbors.",
        "mapText": "Place 3 control tokens for the player that cast the most votes 'For' on this card. Alpha and beta wormholes have no effect during movement. When activating a system, a player whose control token is on this card may discard that control token to ignore the effects of this law during that activation.",
        "source": "absol"
    },
    {
        "alias": "absol_sanctions",
        "name": "Executive Sanctions",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes “For” places 1 of their control tokens on this card.  A player whose control token is on this card can have a maximum of 5 action cards in their hand. All other players can have a maximum of 3 action cards in their hand.",
        "text2": "Against: The player who cast the most votes \"Against\" draws 5 action cards.",
        "mapText": "Place a control token for the player who cast the most votes 'For' on this card. Any player who does not have a control token on this card has an action card hand limit of 3. A player whose control token is on this card has an action card hand limit of 5.",
        "source": "absol"
    },
    {
        "alias": "absol_regulations",
        "name": "Fleet Regulations",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" places 1 of their control tokens on this card. A player whose control token is on this card can have a maximum of 5 of their command tokens in their fleet pool. All other players can have a maximum of 4 of their command tokens in their fleet pool.",
        "text2": "Against: The player who cast the most votes \"Against\" places 2 command tokens from their reinforcements in their fleet pool.",
        "mapText": "Place a control token for the player that cast the most votes 'For' on this card. Any player who does not have a control token on this card can have a maximum of 4 of their command tokens in their fleet pool. A player whose control token is on this card can have a maximum of 5 of their command tokens in their fleet pool.",
        "source": "absol"
    },
    {
        "alias": "absol_crisis",
        "name": "Galactic Crisis Pact",
        "type": "Directive",
        "target": "Elect Strategy Card",
        "text1": "Each player may resolve the secondary ability of the elected strategy card without spending a command token; command tokens placed by the ability are placed from a player's reinforcements, instead.\nThe player who cast the most votes for the elected strategy card may choose to spend a token from their strategy pool in order to resolve the primary ability, instead.",
        "source": "absol"
    },
    {
        "alias": "absol_defenseact",
        "name": "Homeland Defense Act",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When placing 1 or more PDS on a planet, players may place an additional PDS on that planet. The player who cast the most votes \"For\" may place a PDS on a planet they control.",
        "text2": "Against: Each player destroys 1 of their PDS units. Each player who voted \"Against\" or abstained must give 1 promissory note from their hand to a player who voted \"For,\" if able.",
        "mapText": "When placing a PDS on a planet, players may place 2 PDS instead of 1.",
        "source": "absol"
    },
    {
        "alias": "absol_hyperlane",
        "name": "Hyperlane Development Program",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" may research 1 propulsion technology. Non-anomaly systems that contain no planets do not cost movement for ships to move through. Players may allow other players' ships to move through their ships in those systems.",
        "text2": "Against:  Exhaust the Trade strategy card. All players return 3 trade goods to the supply, or all of their trade goods if they have less than 3. The player who cast the most votes \"Against\" may place 1 cruiser or destroyer from their reinforcements in each system that contains their ships and no planets or anomalies.",
        "mapText": "Systems that contain no planets or anomalies do not cost movement for ships to move through. Players may allow other players' ships to move through those systems.",
        "source": "absol"
    },
    {
        "alias": "absol_arbiter",
        "name": "Imperial Arbiter",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and gives each other player who voted for them 1 promissory note from their hand (from most votes to least), if able.\nAt the end of the strategy phase, the owner of this card may spend 1 command token from their strategy pool and up to 8 influence to swap 1 of their strategy cards with a strategy card that has an initiative value equal to or less than the influence spent.",
        "mapText": "Owner of this card may spend 1 command token from strategy pool and up to 8 influence to swap 1 of their strategy cards with a strategy card with an initiative value equal to the influence spent.",
        "source": "absol"
    },
    {
        "alias": "absol_incentive",
        "name": "Incentive Program",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Draw and reveal 1 stage I public objective from the deck and place it near the public objectives. The player who cast the most votes \"For\" may immediately score that objective, if they meet the requirements, or draw 2 action cards if they do not.",
        "text2": "Against: Draw and reveal 1 stage II public objective from the deck and place it near the public objectives. The player who cast the most votes \"Against\" may immediately score that objective, if they meet the requirements, or draw 3 action cards if they do not.",
        "source": "absol"
    },
    {
        "alias": "absol_artifact",
        "name": "Ixthian Artifact",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The speaker rolls 1 die.\nIf the result is 7-10, each player may research 2 technologies.\nIf the result is 1-6, destroy all units in Mecatol Rex's system, and each player with units in systems adjacent to Mecatol Rex's system destroys 3 of their own units in each of those systems.",
        "text2": "Against: Attach this card to the Mecatol Rex planet card. The player who controls Mecatol Rex gains 1 victory point, and loses 1 victory point if they lose control of Mecatol Rex.",
        "source": "absol"
    },
    {
        "alias": "absol_abolishment",
        "name": "Judicial Abolishment",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: At the start of the Agenda Phase, the speaker may spend 6 influence to discard any 1 law in play.",
        "text2": "Against: Reveal cards from the bottom of the agenda deck until a law is revealed. Put that law into play.  The player that cast the most votes \"Against\" is considered to have cast the most votes for that law and chooses what outcome is elected, if applicable.",
        "source": "absol"
    },
    {
        "alias": "absol_minsantique",
        "name": "Minister of Antiquities",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may resolve the secondary ability of the Imperial strategy card without spending a command token.\nWhenever the owner of this card may score a public objective, they may choose to draw a relic instead.",
        "mapText": "Follow Imperial without spending a command token. May draw a relic instead of scoring a public objective.",
        "source": "absol"
    },
    {
        "alias": "absol_minscomm",
        "name": "Minister of Commerce",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may resolve the secondary ability of the Trade strategy card without spending a command token.\nWhenever the owner of this card replenishes their commodities, they gain 1 trade good per player that is their neighbor.",
        "mapText": "Follow Trade without spending a command token. Whenever replenish commodities, gain 1 trade good per player that is your neighbor.",
        "source": "absol"
    },
    {
        "alias": "absol_minsexp",
        "name": "Minister of Exploration",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card gains 1 additional command token when resolving the secondary ability of the Leadership strategy card.\nAfter performing a tactical action, the owner of this card may explore 1 frontier token or 1 planet that contains their units in the active system.",
        "mapText": "When following leadership secondary, gain 1 addition command token. After tactical action, may explore one planet in the active system that contains their units.",
        "source": "absol"
    },
    {
        "alias": "absol_minsindus",
        "name": "Minister of Industry",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may resolve the secondary ability of the Construction strategy card without spending or placing a command token.\nThe owner of this card increases the PRODUCTION value of their space docks by 4.",
        "mapText": "Follow Construction without spending or placing a command token. Increase Space Dock PRODUCTION by 4.",
        "source": "absol"
    },
    {
        "alias": "absol_minspeace",
        "name": "Minister of Peace",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may resolve the secondary ability of the Diplomacy strategy card without spending a command token.\nAfter a player activates a system that contains 1 or more of another player's units, the owner of this card may spend 1 command token from their strategy pool and give the active player 1 promissory note from their hand to immediately end that player's turn.",
        "mapText": "Follow Diplomacy without spending a command token. After a player activates a system that contains 1 or more of another player's units, the owner of this card may spend a command token from your strategy pool and give the active player a promissory note from their hand to immediately end the active player's turn.",
        "source": "absol"
    },
    {
        "alias": "absol_minspolicy",
        "name": "Minister of Policy",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may use the secondary ability of the Politics strategy card without spending a command token.\nDuring the draw action cards step of the status phase, instead of players drawing randomly, the owner of this card looks at a number of action cards from the top of the deck equal to the number of players plus 1, adds 2 to their hand, then gives one to each other player. Players that are able to draw more than 1 action card may then draw additional cards, as normal.",
        "mapText": "Follow Politics without spending a command token. Players no longer draw action cards in the status phase. Instead, the owner of this card looks at a number of action cards from the deck equal to the number of players plus 1, adds 2 to their hand, then gives one to each other player. Players with technologies or abilities that increase the number of action cards drawn may then use those abilities to draw additional action cards, as normal.",
        "source": "absol"
    },
    {
        "alias": "absol_minssci",
        "name": "Minister of Sciences",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may resolve the secondary ability of the Technology strategy card without spending a command token.\nThe owner of this card does not need to spend resources to research technology as part of the Technology strategy card.",
        "mapText": "Follow Technology without spending a command token. The owner of this card does not need to spend resources to research technology as part of the Technology strategy card.",
        "source": "absol"
    },
    {
        "alias": "absol_minswar",
        "name": "Minister of War",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may resolve the secondary ability of the Warfare strategy card without spending a command token. The owner of this card may use the following component action:\nACTION: Exhaust this card and spend 1 command token from your strategy pool to remove 1 of your command tokens from the game board.",
        "mapText": "Follow Warfare without spending a command token. ACTION: Exhaust this card and spend 1 command token from your strategy pool to remove 1 command token from game board",
        "source": "absol"
    },
    {
        "alias": "absol_miscount",
        "name": "Miscount Disclosed",
        "type": "Directive",
        "target": "Elect Law",
        "text1": "When this agenda is revealed, if there are no laws in play, discard this card and reveal another agenda from the top of the deck.\nVote on the elected law as if it had just been revealed from the top of the deck. The player who cast the most votes for the elected law casts 1 additional vote per player when voting on the elected law.",
        "source": "absol"
    },
    {
        "alias": "absol_mutiny",
        "name": "Mutiny",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Exhaust the Politics strategy card. The player who cast the most votes \"For\" takes the speaker token. All players who voted \"For\" gain 1 victory point. If all players voted \"For\", the speaker gains 1 additional victory point.",
        "text2": "Against: Each player who voted \"For\" loses 1 victory point and must give the speaker 1 promissory note from their hand. If all players voted \"Against\" or abstained, the speaker and the other player who cast the most votes \"Against\" gain 1 victory point.",
        "source": "absol"
    },
    {
        "alias": "absol_constitution",
        "name": "New Constitution",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Discard all laws in play, if any. The player who cast the most votes \"For\" takes the speaker token, then reveals cards from the bottom of the agenda deck until a law is revealed. Players vote on that law as if it had just been revealed from the top of the deck. Shuffle the other revealed agendas back into the agenda deck.",
        "text2": "Against: Every player who voted \"Against\" or abstained must give a player who voted \"For\" a promissory note from their hand, if possible.",
        "source": "absol"
    },
    {
        "alias": "absol_nexus",
        "name": "Nexus Sovereignty",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Alpha and beta wormholes in the wormhole nexus have no effect on movement. The player who controls Mallice may spend 1 influence at any time to allow the current active player to ignore the effects of this law for the duration of their turn.",
        "text2": "Against: Place a gamma wormhole token in the Mecatol Rex system. The player who cast the most votes \"Against\" destroys 1 of their non-fighter ships in each system in and adjacent to the wormhole nexus.",
        "mapText": "Alpha/Beta wormholes in the wormhole nexus have no effect on movement. Mallice owner may spend 1 infl to ignore this law for active player.",
        "source": "absol"
    },
    {
        "alias": "absol_pax",
        "name": "Pax Magnifica, Bellum Gloriosum",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Exhaust the Warfare strategy card. The player who cast the most votes \"For\" adds 2 command tokens from their reinforcements to their strategy pool. Players reveal all Ceasefire promissory notes in their hand, then in voting order, give each Ceasefire matching their color to another player. Players may not receive Ceasefire promissory notes matching their color as part of transactions.",
        "text2": "Against: Exhaust the Diplomacy strategy card. The player who cast the most votes \"Against\" adds 2 command tokens from their reinforcements to their fleet pool. Players may use the PRODUCTION ability of any number of their units.  After resolving this outcome, skip to the Ready Planets step of the agenda phase.",
        "mapText": "Players may not receive Ceasefire promissory notes matching their color as part of transactions.",
        "source": "absol"
    },
    {
        "alias": "absol_censure",
        "name": "Political Censure",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and 1 victory point. If they are speaker, the other player who cast the most votes for them takes the speaker token.\nThe owner of this card cannot play action cards and cannot take or receive the speaker token. If the elected player loses this card, they lose 1 victory point.",
        "mapText": "Player gains 1 VP. Cannot play action cards or take or be given the speaker token. If the elected player loses this card, they lose 1 VP.",
        "source": "absol"
    },
    {
        "alias": "absol_sites",
        "name": "Preservation of Historical Sites",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" gains 2 trade goods for each legendary planet or planet with attachments that they control. Players must spend 1 influence to explore industrial planets and 2 influence to explore cultural planets.",
        "text2": "Against: The player who cast the most votes \"Against\" may immediately explore each planet they control in 1 system.",
        "mapText": "Players must spend 1 influence to explore industrial planets and 2 influence to explore cultural planets.",
        "source": "absol"
    },
    {
        "alias": "absol_prophecy",
        "name": "Prophecy of Ixth",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card may ignore the prerequisites on fighter unit upgrade technologies and applies +1 to the results of their fighter's combat rolls. Hits produced by their fighters must be applied to non-fighter ships, if able.  When the owner of this card uses PRODUCTION, they return this card to the common play area unless they produce 2 or more fighters.  If this card is in the common play area, a player may take it if they produce 4 or more fighters when using PRODUCTION.",
        "mapText": "Can ignore prerequisite of Fighter 2 unit upgrade technology. Fighters get +1 combat. Hits from fighters must be applied to non-fighter ships first. When use PRODUCTION, discard this card unless produce 2 or more fighters.",
        "source": "absol"
    },
    {
        "alias": "absol_execution",
        "name": "Public Execution",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player exhausts all of their planets, then reveals the action cards in their hand. The players that voted for the elected player (in order of most to least votes) may each take 1 action card from that player's hand, then the rest are discarded. If the elected player has the speaker token, they give it to the other player who cast the most votes for them.",
        "source": "absol"
    },
    {
        "alias": "absol_schematics",
        "name": "Publicize Weapon Schematics",
        "type": "Law",
        "target": "Elect owned non-faction unit upgrade technology",
        "text1": "When this agenda is revealed, if there are no eligible technologies in play, discard this card and reveal another agenda from the top of the deck.\nEach player may ignore the prerequisites on unit upgrade technologies that match the unit type of the elected technology.\nThat unit upgrade loses the SUSTAIN DAMAGE ability if it has it.\nThe player who cast the most votes for the elected technology may immediately gain a unit upgrade technology for that unit type.",
        "mapText": "Every player may ignore the prerequisites on the elected technology. That unit upgrade loses the SUSTAIN DAMAGE ability if it has it.",
        "source": "absol"
    },
    {
        "alias": "absol_agreement",
        "name": "Rearmament Agreement",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player places 1 mech from their reinforcements on a planet they control in their home system. The player who cast the most votes \"For\" places an additional mech from their reinforcements on any planet they control and adds 1 command token from their reinforcements to their fleet pool.",
        "text2": "Against: Each player replaces each of their mechs with an infantry from their reinforcements. The player who cast the most votes \"Against\" places 1 command token from their reinforcements in their strategy pool for every 2 planets they control that do not contain ground forces.",
        "source": "absol"
    },
    {
        "alias": "absol_conscription",
        "name": "Regulated Conscription",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" gains 1 trade good for every industrial planet they control. When a player produces units, they produce only 1 fighter or infantry for their cost, instead of 2.",
        "text2": "Against:  The player who cast the most votes \"Against\" must give 1 promissory note to the other player with the most Industrial planets. At the start of the strategy phase, players who voted \"Against\" or abstained must exhaust all of their industrial planets.",
        "mapText": "When a player produces units, they produce only 1 fighter and infantry for its cost, instead of 2.",
        "source": "absol"
    },
    {
        "alias": "absol_government",
        "name": "Representative Government",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" takes the speaker token. When casting votes, players cast votes equal to the number of planets exhausted, instead of the planets' combined influence value.  A player that exhausts Mecatol Rex casts 1 additional vote. Players cannot cast additional votes from other sources.",
        "text2": "Against: At the start of the next strategy phase, each player who voted \"Against\" or abstained exhausts all of their cultural planets and cannot choose the Politics strategy card unless it is the only unchosen strategy card.",
        "mapText": "Each planet is worth 1 vote, except Mecatol Rex is worth 2 votes. Cannot cast additional votes.",
        "source": "absol"
    },
    {
        "alias": "absol_grant",
        "name": "Research Grant Allocation",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player researches any 1 non-faction technology. The other player who cast the most votes for the elected player may spend 2 trade goods per prerequisite on that technology to gain that technology.",
        "source": "absol"
    },
    {
        "alias": "absol_warrant",
        "name": "Search Warrant",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The non-elected player who cast the most votes for the elected player places 1 of their control tokens on this card. The elected player gains this card and draws 2 secret objectives.\nThe owner of this card plays with their secret objectives revealed.\nWhen the owner of this card would discard a secret objective, a player whose control token is on this card may take that secret objective instead.",
        "mapText": "Place a control token for the non-elected player that cast the most votes for the elected player on this card. The owner of this card plays with their secret objectives revealed. When the owner of this card would discard a secret objective, a player whose control token is on this card may take that secret objective instead.",
        "source": "absol"
    },
    {
        "alias": "absol_seeds",
        "name": "Seed of an Empire",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The player with the most victory points (speaker breaks ties) gains the speaker token and 1 victory point, then gives 1 promissory note to each other player who voted \"For\" (in order of most to least votes), if able.",
        "text2": "Against: The player with the least victory points (speaker breaks ties) gains 1 victory point, draws 3 action cards, and adds 1 command token from their reinforcements to each of their tactic, fleet, and strategy pools.",
        "source": "absol"
    },
    {
        "alias": "absol_shared",
        "name": "Shared Research",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" may explore any frontier tokens in systems that contain anomalies and their ships. During tactical actions, the active player may decide that any anomaly that does not contain a frontier token does not affect movement.",
        "text2": "Against: The player who cast the most votes \"For\" takes 1 command token from the reinforcements of each player who voted \"Against\" or abstained and places them in any number of anomaly systems.",
        "mapText": "During tactical actions, the active player may decide that any anomaly that does not contain a Frontier token does not affect movement.",
        "source": "absol"
    },
    {
        "alias": "absol_swords",
        "name": "Swords to Plowshares",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player removes half of their infantry on each planet they control, rounding down. Each player gains trade goods equal to the number of their infantry removed. The player who cast the most votes \"For\" may explore every planet from which their infantry were removed.",
        "text2": "Against: The player who cast the most votes \"Against\" places 1 infantry from their reinforcements on each planet they control.",
        "source": "absol"
    },
    {
        "alias": "absol_limits",
        "name": "Term Limits",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The speaker places 1 of their control tokens on this card. When a player takes or receives the speaker token, they place 1 of their control tokens on this card. A player whose control token is on this card may not take or receive the speaker token. If a control token from every player is on this card, remove them.",
        "text2": "Against: The player who cast the most votes \"Against\" draws 2 action cards. Exhaust the Politics strategy card. Players who voted \"Against\" or abstained must give 1 promissory note from their hand to a player who voted \"For,\" if able.",
        "mapText": "Players cant be made speaker again until all have been speaker. Place control tokens here to keep track of who cant be made speaker. Clear them off when all have been placed. ",
        "source": "absol"
    },
    {
        "alias": "absol_measures",
        "name": "Unconventional Measures",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player who voted \"For\" draws 2 action cards. Each player who voted \"Against\" gains 1 command token.",
        "text2": "Against: Each player who voted \"Against\" or abstained discards their action cards. The player that cast the most votes \"For\" chooses one strategy card to become exhausted.",
        "source": "absol"
    },
    {
        "alias": "absol_recon",
        "name": "Wormhole Reconstruction",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The player who cast the most votes \"For\" places 1 control token on this card. Players may treat alpha wormholes as beta wormholes during movement, and vice versa. A player whose control token is on this card gains 1 commodity each time another player's ships move through an alpha or beta wormhole.",
        "text2": "Against: The player who cast the most votes \"For\" takes a command token from the reinforcements of each player who voted \"Against\" or abstained and places them into any number of systems that contain alpha or beta wormholes of their choice.",
        "mapText": "Players may treat alpha wormholes as beta wormholes during movement, and vice versa. This player gains 1 commodity every time another player does so.",
        "source": "absol"
    },
    {
        "alias": "absol_whresearch",
        "name": "Wormhole Research",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Players with ships in systems that contain 1 or more wormholes may research a technology with no more than 1 prerequisite per type of wormhole in those systems. The player who cast the most votes \"For\" may gain any 1 non-faction technology researched this way.",
        "text2": "Against: In systems that contain their ships and wormholes, each player who voted \"For\" destroys 1 non-fighter ship for each alpha or beta wormhole. Each player who voted \"Against\" or abstained removes 1 command token from their command sheet and returns it to their reinforcements.",
        "source": "absol"
    }
]