[
    {
        "alias": "byz_archived_secret",
        "name": "Archived Secret",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "Elected player draws 2 secret objectives and discards 1.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_clandestine_operations",
        "name": "Clandestine Operations",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player who voted “For” gains one command token.",
        "text2": "Against: Each player who voted “For” removes 2 command tokens from their fleet pool and returns those tokens to their reinforcements.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_colonial_redistribution",
        "name": "Colonial Redistribution",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Planet",
        "text1": "Destroy each unit on the elected planet. Then, the player who controls that planet chooses one player with the fewest victory points; that player may place 3 infantry and 1 PDS from their reinforcements on the elected planet.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_conventions_of_war",
        "name": "Conventions of War",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Legendary planets and planets in home systems gain Planetary Shield.",
        "text2": "Against: Each player may place 1 space dock from their reinforcements onto any planet they control.",
        "mapText": "Legendary planets and planets in home systems gain Planetary Shield.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_economic_equality",
        "name": "Economic Equality",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player returns all of their trade goods to the supply. Then, each player gains 5 trade goods.",
        "text2": "Against: No effect.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_enforced_travel_ban",
        "name": "Enforced Travel Ban",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Alpha and beta wormholes have no effect during movement.",
        "text2": "Against: The Speaker must place an ion storm token in the Mecatol Rex system.",
        "mapText": "Alpha and beta wormholes have no effect during movement.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_homeland_defense_act",
        "name": "Homeland Defense Act",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Each player may add one PDS from their reinforcements to a planet in their home system. Each player can have any number of PDS units on planets they control.",
        "text2": "Against: At the start of the next Strategy Phase, each player must remove one PDS unit controlled by the player to their right from the board, if able.",
        "mapText": "Each player can have any number of PDS units on planets they control.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_judicial_abolishment",
        "name": "Judicial Abolishment",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Law (When this agenda is revealed, if there are 1 or fewer laws in play, discard this card and reveal another agenda from the top of the deck.)",
        "text1": "Elect Law: Discard the elected law from play",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_minister_of_commerce",
        "name": "Minister of Commerce",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. After the owner of this card replenishes commodities, they gain 1 trade good for each player that is their neighbor. The owner of this card may discard this card at the end of their turn to gain 5 trade goods.",
        "mapText": "After the owner of this card replenishes commodities, they gain 1 trade good for each player that is their neighbor. The owner of this card may discard this card when they replenish commodities to gain 5 trade goods.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_minister_of_exploration",
        "name": "Minister of Exploration",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. When the owner of this card gains control of a planet, they gain 1 Trade Good. At the end of their turn, the owner of this card may discard this card to explore every planet they control.",
        "mapText": "When the owner of this card gains control of a planet, they gain 1 Trade Good. At the end of their turn, the owner of this card may discard this card to explore every planet they control.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_minister_of_industry",
        "name": "Minister of Industry",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. When the owner of this card places a space dock in a system, their units in that system may use their PRODUCTION abilities. The owner of this card may discard this card when they use one of their PRODUCTION abilities to apply +8 to the total production value of their units.",
        "mapText": "When the owner of this card places a space dock in a system, their units in that system may use their PRODUCTION abilities. The owner of this card may discard this card when they use one of their PRODUCTION abilities to apply +8 to the total production value of their units.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_minister_of_policy",
        "name": "Minister of Policy",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. At the beginning of the Strategy phase, the owner of this card draws 1 action card. As an action, the owner of this card may discard this card to draw 5 action cards.",
        "mapText": "At the beginning of the Strategy phase, the owner of this card draws 1 action card. As an action, the owner of this card may discard this card to draw 5 action cards.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_minister_of_sciences",
        "name": "Minister of Sciences",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. When the owner of this card resolves the primary or secondary ability of the "Technology" strategy card, they do not need to spend resources to research technology. At the end of their turn, the owner of this card may discard this card to spend four resources and research one technology.",
        "mapText": "When the owner of this card resolves the primary or secondary ability of the "Technology" strategy card, they do not need to spend resources to research technology. At the end of their turn, the owner of this card may discard this card to spend four resources and research one technology.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_miscount_disclosed",
        "name": "Miscount Disclosed",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Discard the last public objective to be revealed from play. Draw a new public objective of the same stage from the deck and place it near the public objectives.",
        "text2": "Against: No effect.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_prophecy_of_ixth",
        "name": "Prophecy of Ixth",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. The owner of this card applies +1 to the result of their fighter’s combat rolls. When 1 or more of their fighters make a combat roll, 1 of those units may roll one additional die. When the owner of this card uses PRODUCTION, they discard this card unless they produce 2 or more fighters.",
        "mapText": "The owner of this card applies +1 to the result of their fighter’s combat rolls. When 1 or more of their fighters make a combat roll, 1 of those units may roll one additional die. When the owner of this card uses PRODUCTION, they discard this card unless they produce 2 or more fighters.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_publicize_weapons_schematics",
        "name": "Publicize Weapons Schematics",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against (When this agenda is revealed, if no player owns a War Sun technology, discard this card and reveal another agenda from the top of the deck.)",
        "text1": "For: All players gain the War Sun technology. All War Suns lose SUSTAIN DAMAGE.",
        "text2": "Against: Each player that owns a War Sun technology may produce 1 unit at a Space Dock they control.",
        "mapText": "All War Suns lose SUSTAIN DAMAGE.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_rearmament_agreement",
        "name": "Rearmament Agreement",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player may remove up to 4 of their mechs from the game board and place them on 1 or more planets they control. Then, each player may place 1 mech from their reinforcements on any planet they control.",
        "text2": "Against: Each player destroys all of their mechs.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_regulated_conscription",
        "name": "Regulated Conscription",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When a player produces units, they may only build 1 fighter and infantry for its cost instead of 2.",
        "text2": "Against: The player with the most infantry must destroy half of their infantry, rounded up. The player with the most fighters must destroy half of their fighters, rounded up.",
        "mapText": "When a player produces units, they may only build 1 fighter and infantry for its cost instead of 2.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_research_grant_allocation",
        "name": "Research Grant Allocation",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player gains any 1 technology of their choice. Then, for each prerequisite on that technology they do not meet, they remove 1 token from their fleet pool and return it to their reinforcements.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_search_warrant",
        "name": "Search Warrant",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and draws 2 secret objectives. The owner of this card plays with their secret objectives revealed. They can have 1 additional scored or unscored secret objective.",
        "mapText": "The owner of this card plays with their secret objectives revealed. They can have 1 additional scored or unscored secret objective.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_seed",
        "name": "Seed of an Empire",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The player with the most victory points when this objective is revealed gains 1 victory point.",
        "text2": "Against: The player with the least victory points when this objective is revealed gains 1 victory point.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_shared_research",
        "name": "Shared Research",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Each player's units can move through nebulae. During movement, players may apply +1 movement to each of their ships that moved out of or through an anomaly.",
        "text2": "Against: Each player places a command token from their reinforcements in their home system, if able.",
        "mapText": "Each player's units can move through nebulae. During movement, players may apply +1 movement to each of their ships that moved out of or through an anomaly.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_wormhole_research",
        "name": "Wormhole Research",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player who has 1 or more ships in a system that contains a wormhole may research 1 technology. Then, destroy all ships in systems that contain an alpha or beta wormhole.",
        "text2": "Against: Destroy each PDS in or adjacent to a system that contains a wormhole.",
        "source": "byz_agendas"
    },
     {
        "alias": "byz_wormhole_reconstruction",
        "name": "Wormhole Reconstruction",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: All systems that contain either an alpha or beta wormhole are adjacent to each other.",
        "text2": "Against: Place one frontier token in each system that contains a wormhole.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_designated_pariah",
        "name": "Designated Pariah",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card. When a player wins a combat against the owner of this card, they gain 1 trade good.",
        "mapText": "When a player wins a combat against the owner of this card, they gain 1 trade good.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_manifest_destiny",
        "name": "Manifest Destiny",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and 1 victory point. A player gains this card and 1 victory point when they take a planet from the owner of this card. Then, the previous owner of this card loses one victory point.",
        "mapText": "A player gains this card and 1 victory point when they take a planet from the owner of this card. Then, the previous owner of this card loses one victory point.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_free_trade",
        "name": "Free Trade",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For:  Players can negotiate transactions with players who are not their neighbors. The commodity value of each faction is increased by one.",
        "text2": "Against: Each player gives one other player of their choice a Trade Agreement from their hand.",
        "mapText": " Players can negotiate transactions with players who are not their neighbors. The commodity value of each faction is increased by one.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_humanitarian_missions",
        "name": "Humanitarian Missions",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When a player gains control of a planet, that planet is not exhausted.",
        "text2": "Against: At the start of the Strategy Phase, each player chooses one planet controlled by the player to their right and exhausts it.",
        "mapText": "When a player gains control of a planet, that planet is not exhausted.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_imperial_champion",
        "name": "Imperial Champion",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and 1 victory point. A player gains this card and 1 victory point when they win a combat against the owner of this card. Then, the previous owner of this card loses 1 victory point.",
        "mapText": "A player gains this card and 1 victory point when they win a combat against the owner of this card. Then, the previous owner of this card loses 1 victory point.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_imperium_rex",
        "name": "Imperium Rex",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against (When this card is drawn, if no player is within 5 victory points of winning, discard this card and reveal another agenda from the top of the deck., discard this card and reveal another agenda from the top of the deck.)",
        "text1": "For: The game no longer ends when one player reaches a number of victory points. Instead, the game ends when players would return strategy cards in the upcoming round. Whoever has the most points wins the game, with ties determined by initiative order.",
        "text2": "Against: Each player loses one victory point.",
        "mapText": "The game no longer ends when one player reaches a number of victory points. Instead, the game ends when players would return strategy cards in the upcoming round. Whoever has the most points wins the game, with ties determined by initiative order.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_interdict_trade",
        "name": "Interdict Trade",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player may not receive commodities or trade goods from other players in a transaction.",
        "mapText": "The elected player may not receive commodities or trade goods from other players in a transaction.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_research_team",
        "name": "Research Team",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When researching technology, players may exhaust any number of planets they control and ignore one technology prerequisite for each planet they exhausted.",
        "text2": "Against: At the start of the next strategy phase, each player chooses and exhausts 1 planet for each technology they own.",
        "mapText": "When researching technology, players may exhaust any number of planets they control and ignore one technology prerequisite for each planet they exhausted.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_throne_world",
        "name": "Throne World",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Planet",
        "text1": "Attach this card to the elected planet's card. Units on this planet cannot use PRODUCTION. When you gain this card, gain 1 victory point. When you lose this card, lose 1 victory point.",
        "mapText": "Units on this planet cannot use PRODUCTION. When you gain this card, gain 1 victory point. When you lose this card, lose 1 victory point.",
        "source": "byz_agendas"
    },
    {
        "alias": "byz_war_bonds",
        "name": "War Bonds",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: After a player wins a combat against another player, they may remove their command token from the active system and return it to their reinforcements.",
        "text2": "Against: Each player gives one other player of their choice a Ceasefire from their hand.",
        "mapText": "After a player wins a combat against another player, they may remove their command token from the active system and return it to their reinforcements.",
        "source": "byz_agendas"
    }
]
