[
    {
        "alias": "baldrick_agency_reorganization",
        "name": "Agency Reorganization",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "- If the elected player's commander is locked, unlock their commander.\n- If the elected player's commander is unlocked, purge their commander and alliance promissory note. Then, that players gains 2 command tokens.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_archived_secret",
        "name": "Archived Secret",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player draws 1 secret objective.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_armed_forces_standardization",
        "name": "Armed Forces Standardization",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player places command tokens from their reinforcements so that they have 3 tokens in their tactic pool, 3 tokens in their fleet pool, and 2 tokens in their strategy pool. They return any excess tokens to their reinforcements.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_articles_of_war",
        "name": "Articles of War",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: All mechs lose their printed abilities except for SUSTAIN DAMAGE.",
        "text2": "Against: Each player must place a command token in a system that contains one of their units with SUSTAIN DAMAGE, if possible.",
        "mapText": "All mechs lose their printed abilities except for SUSTAIN DAMAGE.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_checks_and_balances",
        "name": "Checks and Balances",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: During the strategy phase, begin with the player to the right of the speaker and proceed in counter-clockwise order",
        "text2": "Against: For each Support for the Throne promissory note in a player's play area, they lose 1 victory point. Then purge all Support for the Throne promissory notes.",
        "mapText": "During the strategy phase, begin with the player to the right of the speaker and proceed in counter-clockwise order",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_clandestine_operations",
        "name": "Clandestine Operations",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player removes 2 command tokens from their command sheet and return those tokens to their reinforcements.",
        "text2": "Against: Each player removes 1 command token from their fleet pool and returns that token to their reinforcements.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_classified_document_leaks",
        "name": "Classified Document Leaks",
        "category": "agenda",
        "type": "Law",
        "target": "Scored Secret Objective\n (When this agenda is revealed, if there are no scored secret objectives, discard this card and reveal another agenda from the top of the deck.)",
        "text1": "The elected secret objective becomes a public objective; place it near the other public objectives in the common play area.",
        "mapText": "The elected secret objective becomes a public objective; place it near the other public objectives in the common play area.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_committee_formation",
        "name": "Committee Formation",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nBefore players vote on an agenda that requires a player to be elected, the owner of this card may discard this card to choose a player to be elected. Players do not vote on that agenda.",
        "mapText": "Before players vote on an elect player agenda, you may discard this card to choose a player to be elected. Players do not vote on the agenda.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_compensated_disarmament",
        "name": "Compensated Disarmament",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Planet",
        "text1": "Destroy each ground force on the elected planet; for each unit that was destroyed, the player who control that planet gains 1 trade good.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_covert_legislation",
        "name": "Covert Legislation",
        "category": "agenda",
        "type": "Directive",
        "target": "When this agenda is revealed, the speaker draws the next card in the agenda deck but does not reveal it to the other Elect Players. Instead, the speaker reads the eligible outcomes aloud (for, against, elect Elect Player, etc); the other Elect Players vote for these outcomes as if they were outcomes of this agenda, without knowing their effects.",
        "text1": "",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_dedevelopment",
        "name": "Dedevelopment",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player who owns at least 2 technologies",
        "text1": "The elected player returns 2 technologies to their reinforcements. Then, they may research 1 technology.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_economic_equality",
        "name": "Economic Equality",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player returns all of their trade goods to the supply. Then, each player gains 5 trade goods.",
        "text2": "Against: Each player returns all of their trade goods to the supply.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_galactic_crisis_pact",
        "name": "Galactic Crisis Pact",
        "category": "agenda",
        "type": "Directive",
        "target": "Strategy Card",
        "text1": "Each player may perform the secondary ability of the elected strategy card without spending a command token; command tokens placed by the ability are placed from a player's reinforcements instead.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_homeland_defense_act",
        "name": "Homeland Defense Act",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Players may not decline to fire SPACE CANNON or ANTI-FIGHTER BARRAGE.",
        "text2": "Against: Each player that voted For may place 1 PDS from their reinforcements on a planet they control.",
        "mapText": "Players may not decline to fire SPACE CANNON or ANTI-FIGHTER BARRAGE.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_imperial_arbiter",
        "name": "Imperial Arbiter",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nAt the end of the strategy phase, the owner of this card may discard this card to swap 1 of their strategy cards with 1 of another player's strategy cards.",
        "mapText": "At the end of the strategy phase, you may discard this card to swap 1 of your strategy cards with 1 of another player's strategy cards.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_incentive_program",
        "name": "Incentive Program",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Draw and reveal 1 stage I public objective from the deck and place it near the public objectives.",
        "text2": "Against: Draw and reveal 1 stage II public from the deck and place it near the public objectives.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_intergalactic_peacekeepers",
        "name": "Intergalactic Peacekeepers",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: After assigning hits in the first round of ground combat, roll a die. On a result of 6 or higher, the defending player may place 3 infantry from their reinforcements on the planet.",
        "text2": "Against: Each player that did not predict or cast at least 1 vote For must remove 4 units from the gameboard, if possible.",
        "mapText": "After assigning hits in the first round of ground combat, roll a die. On a result of 6 or higher, the defending player may place 3 infantry from their reinforcements on the planet.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_judicial_abolishment",
        "name": "Judicial Abolishment",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Law\n(When this agenda is revealed, if there are 2 or fewer laws in play, discard this card and reveal another agenda from the top of the deck.)",
        "text1": "Discard the elected law from play.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_antiquities",
        "name": "Minister of Antiquities",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player gains 1 relic.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_commerce",
        "name": "Minister of Commerce",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nAfter the owner of this card replenishes commodities, they gain 1 trade good for each player that is their neighbor.",
        "mapText": "After you replenish commodities, gain 1 trade good for each player that is your neighbor.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_defense",
        "name": "Minister of Defense",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nThe maximum number of non-fighter ships the owner of this card can have in each system is increased by 1.",
        "mapText": "The maximum number of non-fighter ships you can have in each system is increased by 1.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_development",
        "name": "Minister of Development",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nThe owner of this card's commodity value is increased by 1.\nAt any time, the owner of this card may replenish their commodities and convert their commodities into trade goods; if they do, purge this card.",
        "mapText": "Your commodity value is increased by 1. At any time, you may purge this card to replenish your commodities and convert their commodities into trade goods.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_industry",
        "name": "Minister of Industry",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nAt the start of the strategy phase, the owner of this card gains 1 command token.\nThe owner of this card may purge this card to gain a command token.",
        "mapText": "At the start of the strategy phase, gain 1 command token. You may purge this card to gain a command token.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_infrastructure",
        "name": "Minister of Infrastructure",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nWhen the owner of this card places a space dock in a system, their units in that system may use their PRODUCTION abilities.\nWhen the owner of this card uses the PRODUCTION ability of 1 or more of their units, they apply +2 to the total PRODUCTION value.",
        "mapText": "When you place a space dock in a system, your units in that system may use their PRODUCTION abilities. When you use PRODUCTION apply +2 to the total PRODUCTION value.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_peace",
        "name": "Minister of Peace",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nAfter a player activates a system that contains 1 or more of a different player's units, the owner of this card may discard this card; immediately end the active player's turn.",
        "mapText": "After a player activates a system that contains 1 or more of a different player's units, discard this card to immediately end the active player's turn.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_policy",
        "name": "Minister of Policy",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and draws 3 action cards.\nThe maximum number of action cards the owner of this card can have in their hand is increased by 3. ",
        "mapText": "The maximum number of action cards you can have in your hand is increased by 3. ",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_sciences",
        "name": "Minister of Sciences",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nWhen the owner of this card resolves the primary or secondary ability of the \"Technology\" strategy card, they do not need to spend resources to research technology.",
        "mapText": "When you resolve the primary or secondary ability of the \"Technology\" strategy card, you do not need to spend resources.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_minister_of_war",
        "name": "Minister of War",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card.\nThe owner of this card may discard this card after performing an action to remove 1 of their command tokens from the game board and return it to their reinforcements; then they may perform 1 additional action.",
        "mapText": "Discard this card after performing an action to return 1 of your command tokens from the game board to your reinforcements; you may perform 1 additional action.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_miscount_disclosed",
        "name": "Miscount Disclosed",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Law\n(When this agenda is revealed, if there are 2 or fewer laws in play, discard this card and reveal another agenda from the top of the deck.)",
        "text1": "Vote on the elected law as if it were just revealed from the top of the deck.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_mutiny",
        "name": "Mutiny",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player that voted \"For\" gains 1 victory point.",
        "text2": "Against: Each player that voted \"For\" loses 1 victory point.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_nexus_sovereignty",
        "name": "Nexus Sovereignty",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: A player must return a command token from their strategy pool to reinforcements in order to activate the wormhole nexus.",
        "text2": "Against: Place a gamma wormhole token in the Mecatol Rex system.",
        "mapText": "A player must return a command token from their strategy pool to reinforcements in order to activate the wormhole nexus.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_political_censure",
        "name": "Political Censure",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and 1 victory point.\nThe elected player cannot play action cards.\nIf the owner of this card loses this card, they lose 1 victory point.",
        "mapText": "You cannot play action cards. If you lose this card, lose 1 victory point.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_public_execution",
        "name": "Public Execution",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player discards all of their action cards. The elected player cannot vote on any agendas during this agenda phase. If they have the speaker token, roll 1 die. On a result of 1-4, pass the token 1 place to the left. On a result of 5-10, pass the token 1 space to the right.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_regulated_conscription",
        "name": "Regulated Conscription",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Each player may have no more than 6 ground forces on a planet. Any ground forces above 6 are removed",
        "text2": "Against: Each player that did not predict or cast at least 1 vote For must remove a command token from their player sheet. Each player that voted For may gain a command token.",
        "mapText": "Each player may have no more than 6 ground forces on a planet. Any ground forces above 6 are removed",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_research_grant_reallocation",
        "name": "Research Grant Reallocation",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player gains any 1 technology of their choice. Then, for each prerequisite on that technology, they remove 1 token from their fleet pool and return it to their reinforcements.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_search_warrant",
        "name": "Search Warrant",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and draws 2 secret objectives.\nThe owner of this card plays with their secret objectives revealed.",
        "mapText": "You play with your secret objectives revealed",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_seed_of_an_empire",
        "name": "Seed of an Empire",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The player with the most victory points gains 1 victory point.",
        "text2": "Against: The player with the fewest victory points gains 1 victory point.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_stately_quadrille",
        "name": "Stately Quadrille",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Return all alliance promissory notes to their owners. Then, each player gives their alliance to the player sitting to their right.",
        "text2": "Against: Return all alliance promissory notes to their owners. Then, each player gives their alliance to the player sitting to their left.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_swords_to_plowshares",
        "name": "Swords to Plowshares",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player destroys half of their infantry on each planet they control, rounded up. Then, each player gains trade goods equal to the number of their infantry that were destroyed.",
        "text2": "Against: Each player places 1 infantry from their reinforcements on each planet they control.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_unconventional_measures",
        "name": "Unconventional Measures",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player that voted \"For\" draws 2 action cards.",
        "text2": "Against: Each player that voted \"For\" discards all of their action cards.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_administrative_order",
        "name": "Administrative Order (Federation of Sol)",
        "category": "faction",
        "categoryDescription": "sol",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When the Sol player uses their Orbital Drop ability, they gain 1 trade good.",
        "text2": "Against: The Sol player may place up to 4 fighters on the board in systems that contain their units.",
        "mapText": "When the Sol player uses their Orbital Drop ability, they gain 1 trade good.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_armament_retrofit",
        "name": "Armament Retrofit (Embers of Muaat)",
        "category": "faction",
        "categoryDescription": "muaat",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The Muaat flagship gains combat, capacity, and move values equivalent to the Muaat player's war suns.",
        "text2": "Against: Each player that voted For gains 1 command token in their strategy pool.",
        "mapText": "The Muaat flagship gains combat, capacity, and move values equivalent to the Muaat player's war suns.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_astral_echoes",
        "name": "Astral Echoes (Seers of Qulane)",
        "category": "faction",
        "categoryDescription": "qulane",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Qulane player may look at the top 4 cards of the relic deck, then return them to the top of the deck in any order",
        "text2": "Against: Each player that voted For gains 1 unknown relic fragment.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_astrolane_corridors",
        "name": "Astrolane Corridors (Naalu Collective)",
        "category": "faction",
        "categoryDescription": "naalu",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: For each 5 fighters (round down) the Naalu player has on the board, they gain 1 trade good.",
        "text2": "Against: Each player that did not cast at least 1 vote For must reveal 1 secret objective from their hand to the Naalu player, if possible.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_cognitive_spire",
        "name": "Cognitive Spire (L1Z1X Mindnet)",
        "category": "faction",
        "categoryDescription": "l1z1x",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: At the start of the strategy phase, the L1Z1X player may spend 4 resources to research 1 technology or 10 resources to research 2 technologies.",
        "text2": "Against: Each player that voted against must replace 1 technology on their player sheet with a technology of the same color that has fewer prerequisites. If they cannot do this, they cannot vote against.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_communication_transfer_node",
        "name": "Communication Transfer Node (Nomad)",
        "category": "faction",
        "categoryDescription": "nomad",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Nomad player gains 4 trade goods.",
        "text2": "Against: Each player that voted For gains 2 trade goods.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_cosmic_armory",
        "name": "Cosmic Armory (Vuil'raith Cabal)",
        "category": "faction",
        "categoryDescription": "cabal",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: At any time, the Cabal player may return captured units to the supply and gain trade goods equivalent to half the printed cost of the unit (round down).",
        "text2": "Against: The Cabal player may capture one unit costing 2 resources or less from the reinforcements of each player that did not cast at least 1 vote For.",
        "mapText": "At any time, the Cabal player may return captured units to the supply and gain trade goods equivalent to half the printed cost of the unit (round down).",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_excavation_crew",
        "name": "Excavation Crew (Naaz-Rokha Alliance)",
        "category": "faction",
        "categoryDescription": "naaz",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Naaz-Rokha player may explore 2 planets they control.",
        "text2": "Against: Each player that voted For may explore 1 planet they control.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_flare_trellis",
        "name": "Flare Trellis (Argent Flight)",
        "category": "faction",
        "categoryDescription": "argent",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The Argent player gains this card\nAfter activating a system, the Argent player may purge this card to transport their PDS units as if they were ground forces.",
        "text2": "Against: The Argent player may place 1 PDS unit from their reinforcements on any planet they control.",
        "mapText": "After activating a system, the Argent player may purge this card to transport their PDS units as if they were ground forces.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_galactic_tribute",
        "name": "Galactic Tribute (Barony of Letnev)",
        "category": "faction",
        "categoryDescription": "letnev",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: A player must give the Letnev player 1 trade good or commodity before moving ships into a system that contains or is adjacent to a system that contains a Letnev unit with BOMBARDMENT",
        "text2": "Against: Each ship with SUSTAIN DAMAGE that belongs to a player that did not cast at least 1 vote For becomes damaged.",
        "mapText": "You must give the Letnev player 1 trade good or commodity before moving ships into or adjacent to a system containing a Letnev unit with BOMBARDMENT",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_mainframe_incursino",
        "name": "Mainframe Incursion (Nekro Virus)",
        "category": "faction",
        "categoryDescription": "nekro",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Nekro player may gain 1 technology owned by a player who voted For this agenda, or from a player who abstained.",
        "text2": "Against: Each player that voted against must return 1 command token to their reinforcements.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_matter_expropriation",
        "name": "Matter Expropriation (Clan of Saar)",
        "category": "faction",
        "categoryDescription": "saar",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: After the Saar player loses control of a planet, they gain 1 trade good.",
        "text2": "Against: At the start of the strategy phase, each player that voted For may produce units worth up to 3 resources and place them in systems that contain 1 of their space docks.",
        "mapText": "After the Saar player loses control of a planet, they gain 1 trade good.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_meij_restoration",
        "name": "M'eij Restoration (Sardakk N'orr)",
        "category": "faction",
        "categoryDescription": "sardakk",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Sardakk player may research a technology.",
        "text2": "Against: At the start of the strategy phase, each player that did not cast at least 1 vote For must exhaust 1 planet for each technology that they own.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_network_patrols",
        "name": "Network Patrols (Council Keleres)",
        "category": "faction",
        "categoryDescription": "keleresm",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Non-Keleres players must spend 1 influence to activate a system that contains another player's units.",
        "text2": "Against: The Keleres player gains 2 trade goods.",
        "mapText": "Non-Keleres players must spend 1 influence to activate a system that contains another player's units.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_privateer_fleet",
        "name": "Privateer Fleet (Mentak Coalition)",
        "category": "faction",
        "categoryDescription": "mentak",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: At the end of a combat in a system adjacent to 1 or more of Mentak's ships, the Mentak player gains a trade good.",
        "text2": "Against: The Mentak player may place up to 2 cruisers from their reinforcements in any system that contains their ships.",
        "mapText": "At the end of a combat in a system adjacent to 1 or more of Mentak's ships, the Mentak player gains a trade good.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_rhizomatic_inflation",
        "name": "Rhizomatic Inflation (Arborec)",
        "category": "faction",
        "categoryDescription": "arborec",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When the Arborec player uses PRODUCTION, reduce the combined cost of the produced units by 1.",
        "text2": "Against: For each player that voted Against, the Arborec player may may place 1 command token from that player's reinforcements in any non-home system.",
        "mapText": "When the Arborec player uses PRODUCTION, reduce the combined cost of the produced units by 1.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_secret_provisions",
        "name": "Secret Provisions (Yssaril Tribes)",
        "category": "faction",
        "categoryDescription": "yssaril",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When using their stall tactics ability, if the Yssaril player does not DEPLOY a mech they may instead place 2 infantry from their reinforcements on a planet they control.",
        "text2": "Against: Each player that voted For may draw 1 action card.",
        "mapText": "When using their stall tactics ability, if Yssaril does not DEPLOY a mech they can place 2 infantry from their reinforcements on a planet they control.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_shadow_walkers",
        "name": "Shadow Walkers (Mahact Gene-Sorcerers)",
        "category": "faction",
        "categoryDescription": "mahact",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Mahact player may add 1 command token to their player sheet from a faction whose token is not already on the sheet.",
        "text2": "Against: Each player that did not cast at least 1 vote For must give the Mahact player a random action card, if able.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_special_session",
        "name": "Special Session (Xxcha Kingdom)",
        "category": "faction",
        "categoryDescription": "xxcha",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: The Xxcha player gains this card\nAt the end of the agenda phase, the Xxcha player may purge this card to begin another agenda phase.",
        "text2": "Against: The Xxcha player gains one trade good for each player that voted Against.",
        "mapText": "At the end of the agenda phase, the Xxcha player may purge this card to begin another agenda phase.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_trade_harmonization",
        "name": "Trade Harmonization (Emirates of Hacan)",
        "category": "faction",
        "categoryDescription": "hacan",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: - At any time, the Hacan player may discard 1 action to gain 1 trade good. \n- At any time, the Hacan player may discard 2 trade goods to gain 1 action card.",
        "text2": "Against: At the start of the strategy phase, the Hacan player may produce 1 ship at one of their space docks.",
        "mapText": "At any time, the Hacan player may: discard 1 action to gain 1 trade good; discard 2 trade goods to gain 1 action card.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_transitive_development",
        "name": "Transitive Development (Titans of Ul)",
        "category": "faction",
        "categoryDescription": "titans",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Titans player may place up to 3 sleeper tokens on planets that are in or adjacent to systems that contain a planet they control.",
        "text2": "Against: Each player that voted For gains 2 trade goods.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_turnbuckle_drop",
        "name": "Turnbuckle Drop (Yin Brotherhood)",
        "category": "faction",
        "categoryDescription": "yin",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When the Yin player uses a faction ability, they gain 1 trade good.",
        "text2": "Against: - Each player that voted For gains 1 trade good\n- The Yin player gains a trade good for each player that voted Against.",
        "mapText": "When the Yin player uses a faction ability, they gain 1 trade good.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_twilight_watch",
        "name": "Twilight Watch (Empyrean)",
        "category": "faction",
        "categoryDescription": "empyrean",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Empyrean player may place up to 2 destroyers or cruisers from their reinforcement in systems that do not contain another player's units.",
        "text2": "Against: The Empyrean player may place a frontier token in a system that does not contain a planet and does not already have a frontier token.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_voyager_returns",
        "name": "Voyager Returns (Winnu)",
        "category": "faction",
        "categoryDescription": "winnu",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When the Winnu player activates the Mecatol Rex system, they may apply +1 to the move value of their ships during this tactical action.",
        "text2": "Against: The Winnu player may draw 2 action cards.\nEach player that voted for may draw 1 action card.",
        "mapText": "When the Winnu player activates the Mecatol Rex system, they may apply +1 to the move value of their ships during this tactical action.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_weapons_endowment",
        "name": "Weapons Endowment (Universities of Jol-Nar)",
        "category": "faction",
        "categoryDescription": "jolnar",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Ignore Jol-Nar's fragile faction ability in systems that contain a planet with a technology specialty.",
        "text2": "Against: Each player that voted against must exhaust 1 technology on their player sheet. If they cannot do this, they cannot vote against.",
        "mapText": "Ignore Jol-Nar's fragile faction ability in systems that contain a planet with a technology specialty.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_wormhole_checkpoints",
        "name": "Wormhole Checkpoints (Ghosts of Creuss)",
        "category": "faction",
        "categoryDescription": "ghost",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: After a non-Creuss player moves ships through a wormhole, they must destroy 1 of the non-fighter ships that moved through a wormhole, if able.",
        "text2": "Against: The Creuss player may place up to 2 of their IFF tokens in non-home systems.",
        "mapText": "After a non-Creuss player moves ships through a wormhole, they must destroy 1 of the non-fighter ships that moved through a wormhole, if able.",
        "source": "ignis_aurora"
    },
    {
        "alias": "baldrick_psychopomp",
        "name": "Psychopomp (The Raven)",
        "category": "faction",
        "categoryDescription": "raven",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The Raven player may choose a red backed tile not currently in use. Place that tile in an empty corner and place 1 Raven ship in the system.",
        "text2": "Against: The Raven player may use the production ability of 1 of their units. Each other player may produce 1 unit that costs 4 or less in a system that contains 1 of their units with production.",
        "source": "ignis_aurora"
    }
]
