[
    {
        "alias": "standardization",
        "name": "Armed Forces Standardization",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player place command tokens from their reinforcements so that they have 3 tokens in their tactic pool, 3 tokens in their fleet pool, and 2 tokens in their strategy pool. They return any excess tokens to their reinforcements.",
        "text2": "",
        "source": "pok"
    },
    {
        "alias": "articles_war",
        "name": "Articles of War",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: All mechs lose their printed abilities except for SUSTAIN DAMAGE.",
        "text2": "Against: Each player that voted \"For\" gains 3 trade goods.",
        "forEmoji": "SadMech",
        "againstEmoji": "tg",
        "mapText": "All mechs lose their printed abilities except for SUSTAIN DAMAGE.",
        "source": "pok"
    },
    {
        "alias": "checks",
        "name": "Checks and Balances",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When a player chooses a strategy card during the strategy phase, they give that strategy card to another player who does not have 1 (or a player who does not have 2 in a three- or four-player game), if able.",
        "text2": "Against: Each player readies only 3 of their planets at the end of this agenda phase.",
        "forEmoji": "🔄",
        "againstEmoji": "ExhaustedPlanet",
        "mapText": "When a player chooses a strategy card during the strategy phase, they give that strategy card to another player who does not have 1 (2 in 3p and 4p games), if able.",
        "source": "pok"
    },
    {
        "alias": "cladenstine",
        "name": "Clandestine Operations",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player removes 2 command tokens from their command sheet and returns those tokens to their reinforcements.",
        "text2": "Against: Each player removes 1 command token from their fleet pool and returns that token to their reinforcements.",
        "source": "pok"
    },
    {
        "alias": "covert",
        "name": "Covert Legislation",
        "type": "Directive",
        "target": "When this agenda is revealed, the speaker draws the next card in the agenda deck but does not reveal it to the other players. Instead, the speaker reads the eligible outcomes aloud (for, against, elect Elect Player, etc.). The other Players vote for these outcomes as if they were outcomes of this agenda, without knowing their effects.",
        "text1": "",
        "text2": "",
        "source": "pok"
    },
    {
        "alias": "crisis",
        "name": "Galactic Crisis Pact",
        "type": "Directive",
        "target": "Elect Strategy Card",
        "text1": "Each player may perform the secondary ability of the elected strategy card without spending a command token - command tokens placed by the ability are placed from a player's reinforcements instead.",
        "text2": "",
        "source": "pok"
    },
    {
        "alias": "minister_antiquities",
        "name": "Minister of Antiquities",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player gains 1 relic.",
        "text2": "",
        "source": "pok"
    },
    {
        "alias": "nexus",
        "name": "Nexus Sovereignty",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Alpha and beta wormholes in the wormhole nexus have no effect during movement.",
        "text2": "Against: Place a gamma wormhole token in the Mecatol Rex system.",
        "forEmoji": "⛔",
        "againstEmoji": "WHgamma",
        "mapText": "Alpha and beta wormholes in the wormhole nexus have no effect during movement.",
        "source": "pok"
    },
    {
        "alias": "censure",
        "name": "Political Censure",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and 1 victory point. The elected player cannot play action cards. If the owner of this card loses this card, they lose 1 victory point.",
        "text2": "",
        "mapText": "Gain this card and 1 victory point. You cannot play action cards. If you lose this card, you lose 1 victory point.",
        "source": "pok"
    },
    {
        "alias": "rearmament",
        "name": "Rearmament Agreement",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player places 1 mech from their reinforcements on a planet they control in their home system.",
        "text2": "Against: Each player replaces each of their mechs with 1 infantry from their reinforcements.",
        "source": "pok"
    },
    {
        "alias": "rep_govt",
        "name": "Representative Government",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Players cannot exhaust planets to cast votes during the agenda phase. each player may cast 1 vote on each agenda instead. Players cannot cast additional votes.",
        "text2": "Against: At the start of the next strategy phase, each player that voted \"Against\" exhausts all of their cultural planets.",
        "forEmoji": "🗳️",
        "againstEmoji": "ExhaustedPlanet",
        "mapText": "Players cannot exhaust planets to cast votes during the agenda phase. each player may cast 1 vote on each agenda instead. Players cannot cast additional votes.",
        "source": "pok"
    },
    {
        "alias": "grant_reallocation",
        "name": "Research Grant Reallocation",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "The elected player gains any 1 technology of their choice. Then, for each prerequisite on that technology, they remove 1 token from their fleet pool and return it to their reinforcements.",
        "text2": "",
        "source": "pok"
    },
    {
        "alias": "warrant",
        "name": "Search Warrant",
        "type": "Law",
        "target": "Elect Player",
        "text1": "The elected player gains this card and draws 2 secret objectives. The owner of this card plays with their secret objectives revealed.",
        "text2": "",
        "mapText": "You play with your secret objectives revealed.",
        "source": "pok"
    }
]