[
    {
        "alias": "pi_enforced_travel_ban",
        "name": "Enforced Travel Ban",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: Non-delta wormholes have no effect during movement",
        "text2": "Against: Each player destroys 1 PDS on a planet they control in or adjacent to a system that contains a wormhole",
        "mapText": "Non-delta wormholes have no effect during movement",
        "source": "project_pi"
    },
    {
        "alias": "pi_ixthian_artifact",
        "name": "Ixthian Artifact",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: The speaker rolls 1 die. If the result is 6-10, each player may research 2 technologies. If the result is 1-5, destroy all units in Mecatol Rex's system, and each player with units in systems adjacent to Mecatol Rex's system destroys 3 of their own units in each of those systems.",
        "text2": "Against: Place this agenda on the top of the agenda deck and shuffle the agenda deck.",
        "source": "project_pi"
    },
    {
        "alias": "pi_minister_policy",
        "name": "Minister of Policy",
        "category": "agenda",
        "type": "Law",
        "target": "Elect Player",
        "text1": "Elect Player: The elected player gains this card. When you would draw 1 or more action cards, draw 1 additional action card.",
        "mapText": "When you would draw 1 or more action cards, draw 1 additional action card.",
        "source": "project_pi"
    },
    {
        "alias": "pi_new_constitution",
        "name": "New Constitution",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Discard all laws from play. At the start of the next strategy phase, each player exhausts each planet in their home system. ",
        "text2": "Reveal another agenda from the top of the deck and vote on it",
        "source": "project_pi"
    },
    {
        "alias": "pi_public_execution",
        "name": "Public Execution",
        "category": "agenda",
        "type": "Directive",
        "target": "Elect Player",
        "text1": "Elect Player: The elected player discards all of their action cards. If they have the speaker token, they give it to the player on their right. The elected player cannot vote on any agendas in this agenda phase.",
        "source": "project_pi"
    },
    {
        "alias": "pi_regulated_conscription",
        "name": "Regulated Conscription",
        "category": "agenda",
        "type": "Law",
        "target": "For/Against",
        "text1": "For: When a player produces units, they produce only 1 fighter for its cost instead of 2.",
        "text2": "Against: Each player removes 1 infantry and 1 fighter from every system where they have units (if able).",
        "mapText": "When a player produces units, they produce only 1 fighter for its cost instead of 2.",
        "source": "project_pi"
    },
    {
        "alias": "pi_wormhole_research",
        "name": "Wormhole Research",
        "category": "agenda",
        "type": "Directive",
        "target": "For/Against",
        "text1": "For: Each player who has 1 or more ships in a system that contains a wormhole may research a technology. Then, each player with ships in a system with a non-delta wormhole destroys 3 of their ships in each of those systems.",
        "text2": "Against: Each player that voted \"Against\" removes 1 command token from his command sheet and returns it to his reinforcements.",
        "source": "project_pi"
    }
]