[
    {
        "id": "expeditions",
        "title": "Thunder's Edge Expedition",
        "description": [
            "Players may venture to Thunder's Edge to ",
            "unlock powerful new abilities and potentially ",
            "earn the right to claim the planet of Thunder's ",
            "Edge for their faction. Thunder's Edge begins the ",
            "game in play, off the board, with its expedition ",
            "side - the side divided into six \"slices\" - faceup.",
            "\n\n",
            "**__At the end of a player's turn__**, they may commit to the expedition. ",
            "To do so, they choose an unclaimed slice of the expedition and pay ",
            "the indicated cost, placing one of their control tokens in that slice to ",
            "indicate that it has been claimed.",
            "\n\n",
            "Once claimed, that slice cannot be claimed by another player, ",
            "which means other players must choose a different cost to pay in ",
            "order to contribute to the expedition. **__The first time a player ",
            "claims one of the expedition slices, they gain their faction's ",
            "breakthrough__**. A player can claim multiple expedition slices ",
            "in a game, but must choose a different unclaimed slice each time ",
            "they do so"
        ],
        "fields": [
            {
                "title": "The expedition costs are as follows",
                "text": [
                    "<Misc:Resources_5> Spend 5 Resources\n",
                    "<Misc:Influence_5> Spend 5 Influence\n",
                    "<Misc:tg> Spend 3 Trade Goods\n",
                    "<Card:ActionCard> Discard 2 Action Cards\n",
                    "<Card:SecretObjective> Discard 1 Unscored Secret Objective\n",
                    "<Tech:NonUnitTechSkip> Exhaust 1 Technology Specialty Planet"
                ]
            },
            {
                "title": "When all slices are claimed",
                "text": [
                    "The Expedition is complete; the ",
                    "player who claimed the final slice flips Thunder's Edge to its ",
                    "planet side and places it in a system of their choice that does ",
                    "not contain a planet, a supernova, or ",
                    "a printed wormhole. Then, the player ",
                    "with the most control tokens on the ",
                    "expedition places that many infantry ",
                    "on Thunder's Edge. In the case of ",
                    "a tie, the player who claimed the ",
                    "final slice chooses which tied player ",
                    "places infantry on Thunder's Edge. ",
                    "Thunder's Edge cannot be placed in ",
                    "The Fracture."
                ]
            }
        ],
        "source": "thunders_edge"
    },
    {
        "id": "breakthroughAndSynergy",
        "title": "<Tech:SynergyBioticLeft><Tech:SynergyCyberneticRight> Breakthroughs and Synergy",
        "fields": [
            {
                "title": "Breakthrough",
                "text": [
                    "A breakthrough is a new type of faction-specific component, ",
                    "most commonly gained by interacting with Thunder's Edge. A ",
                    "breakthrough will give each faction a unique new ability and ",
                    "grants synergy between two technology colors.",
                    "\n- TIP: Use `/search rules search:expeditions` to learn more about Expeditions"
                ]
            },
            {
                "title": "Synergy",
                "text": [
                    "Synergy links two colors of technology. A technology of a color ",
                    "that a player has synergy with can count as the other color ",
                    "instead, for the purposes of researching technology and for ",
                    "scoring technology-related objectives. Even so, a technology can ",
                    "only count as one or the other at any given time, not both.",
                    "\n- EX: <Tech:SynergyPropulsionLeft><Tech:SynergyWarfareRight> ",
                    " is an example of a breakthrough that grants Blue-Red synergy."
                ]
            },
            {
                "title": "Rolling for The Fracture",
                "text": [
                    "Each time a breakthrough is gained, there is a possibility that ",
                    "the fracture will come into play. When a player gains their ",
                    "breakthrough, regardless of the source, if The Fracture is not ",
                    "already in play, they roll one die. If their die roll is equal to 1 or ",
                    "10, they put The Fracture into play."
                ]
            }
        ],
        "source": "thunders_edge"
    }
]